{"company": "maersk", "year": "2023", "ticker": "MAERSK-B.CO", "url": "../pdf/2023 Maersk Sustainability Report.pdf", "content": "ALL THE WAY\n\n2023\n    Sustainability \n  Report \n\n\f##PAGE_BREAK##Introduction\n\nStrategy and \ngovernance\n\nProgress on ESG\n\nData and \nassurance\n\nESG performance highlights \n\nClimate change\n\nSafety and security\n\nAbout the report\n\nOcean: ~50% reduction in carbon intensity  \n\nOcean: Min. 25% of cargo transported with \n\n100% of Learning Teams completed following \n\n(EEOI) by 2030¹\n\n2030  \n(Target)\n\n2023\n\n2022\n\n-4%\n\n+7%\n\nBaseline (2020)\n\ngreen fuels by 2030¹\n\na High Potential Incident by 2023\n\n-50%\n\n2030  \n(Target)\n\n2023\n\n2022\n\n3%\n\n2%\n\n25%\n\n2023  \n(Target)\n\n2023\n\n2022\n\n100%\n\n99%\n\n83%\n\nHuman capital\n\nDiversity, equity and inclusion\n\nEmployee Engagement Survey score in the top \n\n>40% women in management and leadership  \n\n>30% diverse nationality (non-OECD) of \n\nquartile of global norm by 2025\n\n2025 \n(Target)\n\n2023\n\n2022\n\n>75%\n\n60%\n\n67%\n\nby 2025\n\n2025  \n(Target)\n\n2023\n\n2022\n\nexecutives by 2025\n\n>40%\n\n35%\n\n33%\n\n2025  \n(Target)\n\n2023\n\n2022\n\n20%\n\n16%\n\n>30%\n\ndisclosure requirements.\n\nThis is the Annual Sustainability Report \n\nof A.P. Møller - Mærsk A/S (hereinafter \n\nreferred to as A.P. Moller - Maersk or \n\nMaersk as the consolidated group of \n\ncompanies and A.P. Møller - Mærsk A/S \n\nas the parent company). The report \n\ncovers activities in the 2023 calendar \n\nyear and represents our statutory \n\nstatement on social responsibility, \n\ndiversity and data ethics in accordance \n\nwith sections 99a, d and 107d of the \n\nDanish Financial Statements Act, and \n\nour compliance with the EU Taxonomy \n\nAs a supplement to the Annual \n\nSustainability Report, we prepare an \n\nESG Factbook with key performance \n\nindicators as well as TCFD and SASB \n\nindex tables. The ESG Factbook can be \n\ndownloaded at https://www.maersk.\n\ncom/sustainability. \n\nPrevious years’ reports and data  \ntables are also available online. \n\nPlease visit https://www.maersk.com/\n\nsustainability.\n\nBusiness ethics\n\nData ethics\n\n Sustainable procurement\n\n100% employees (in scope) trained in the \n\n100% of employees (in scope) trained on data \n\n100% of suppliers (in scope) committed to \n\nMaersk Code of Conduct by 2023\n\nethics by 2023\n\nthe Supplier Code of Conduct by 2024\n\n2023  \n(Target)\n\n2023\n\n2022\n\n100%\n\n92%\n\n83%\n\n2023  \n(Target)\n\n2023\n\n2022\n\n100%\n\n91%\n\n67%\n\n2024  \n(Target)\n\n2023\n\n2022\n\n100%\n\n95%\n\n96%\n\n22\n\nSee full ESG performance data overview on pp. 48-51. See accounting policies pp. 55- 61 for more information on definition and scope of KPIs. \n1 \n\nFrom 2024 A.P. Moller - Maersk will be reporting against new targets aligned with our validated science-based targets. Read more in the climate change chapter pp. 18-27.\n\nSustainability    Report 2023\f##PAGE_BREAK##OUR PURPOSE\n\nImproving life  \n\n   for all by integrating  \n\n   the world\n\nIntroduction\n\nStrategy and \ngovernance\n\nProgress on ESG\n\nData and \nassurance\n\n The integration illustrated by five years of Automatic Identification \nSystem (AIS) transponder data from A.P. Moller - Maersk vessels \nregistered in the company’s scheduling system GSIS \n\nGateway and hub terminals\n\nA.P. Moller - Maersk is an integrated logistics company working to connect and simplify \n\nits customers’ supply chains. As a global leader in logistics services, the company has \n100,000+ customers, operates in more than 130 countries and employs around 100,000 \n\npeople. A.P. Moller - Maersk is aiming to reach net zero emissions by 2040 across the \n\nOcean\n\nGreen methanol-enabled  \nvessels on order\n\nContainers per annum (m FFE),  \nserving over 475 ports worldwide\n\nContainer vessels deployed\n\nLogistics  \n& Services\n\n24\n\n11.9\n\n670+\n\nM A E R S K\n\n7,800k+ sqm warehousing  \n\ncapacity worldwide across 460+ sites\n\nElectric vehicles in operation; 200+ \nmore on order\n\n100+\n\nIntermodal volumes  \nmanaged (m FFE)\n\n4.0\n\nTerminals*\n\nMoves in 2023\n\nVessel calls\n\n21.7m\n\n27,000+\n\nOperating facilities across 35  \ncountries; 3 new port projects\n\n62\n\n33\n\nentire supply chain with new technologies, new vessels and green energy solutions.\n\n* Gateway terminals and hubs\n\nSustainability    Report 2023 \n   \n \n \n\f##PAGE_BREAK##Contents\n\nIntroduction\n\n5 \n\n6 \n\n7 \n\n Letter from our CEO\n\nOur business and how we create value\n\nRe-wiring of global supply chains\n\nStrategy and governance \n\n9 \n\nESG strategy and governance\n\n13 \n\n Our material ESG topics\n\nProgress on ESG\n\n17 \n\nEnvironment\n18  Climate change\n\n28  Environment and ecosystems\n\n31  Responsible ship recycling\n\n32  Social\n\n33  Our people\n\n34  Safety and security\n\n36  Human capital\n\n37  Diversity, equity and inclusion\n\n39 \n\n Employee relations and labour rights\n\n40  Human rights\n\n41  Governance\n\n42  Business ethics\n\n43  Sustainable procurement\n\n45  Data ethics and Responsible tax\n\n46  Citizenship\n\nData and assurance\n\n48  ESG performance data\n\n52  EU Taxonomy\n\n55  ESG performance data accounting policies\n\n62 \n\n Statement of the Board of Directors  \nand the Executive Board \n\n63  Limited assurance statement\n\n64  Stay up to date\n\nOur material ESG topics\n\nRead more\n\nOur people\n\nRead more\n\nESG performance data\n\nRead more\n\nIntroduction\n\nStrategy and \ngovernance\n\nProgress on ESG\n\nData and \nassurance\n\n44\n\nSustainability    Report 2023\f##PAGE_BREAK##Introduction\n\nStrategy and \ngovernance\n\nProgress on ESG\n\nData and \nassurance\n\n55\n\n Letter from \n\n      our CEO\n\nMany of them have been willing to co-lead this journey with us, in \n\nsupport of their own ambitious climate goals. \n\nOur industry needs ambitious regulatory frameworks as a \n\nprerequisite to drive investments at scale, along with a massive build-up \n\nof renewable energy. I was proud to stand with fellow CEOs from the \n\nworld’s leading shipping lines at COP28, as we jointly called for an end \n\n2023 was a year of extraordinary challenges affecting millions around \n\ndate for fossil-powered newbuilds and urged the IMO to create more \n\nthe world, from geopolitical conflicts to record-setting weather \n\nsupportive regulatory conditions for the green fuel transition. This \n\nevents. But there were also highlights we can celebrate, such as the \n\nincludes our advocacy for a market-based carbon measure to close the \n\nInternational Maritime Organization setting ambitious intermediate \n\ncost gap and level the playing field between fossil and green fuels.  \n\nand long-term targets for shipping to reach net zero, and the COP 28 \n\nagreement on the need to transition away from fossil fuels. \n\nOur impact on society \n\nThe arrival of Laura Mærsk, the world’s first green fuel-enabled \n\nA key focus for Maersk, as part of our holistic ESG strategy approach, \n\ncontainer vessel, is a major milestone in our ESG strategy and our efforts \n\nis ensuring that this green transition is inclusive and just - benefitting \n\nto decarbonise logistics. The vessel serves as a clear signal to green fuel \n\nthe environment and society.  We also take responsibility to ensure a \n\nproducers, policy makers and our customers that the energy transition is \n\nsafe, fair and inclusive workplace for our people. In 2023, however, we \n\nhappening and will play a pivotal role in shaping global supply chains. \n\ntragically lost four colleagues in fatal accidents - this is something \n\nToday some 180 methanol capable vessels are on order across the \n\nthat no single member of our team can accept, and we are taking firm \n\nindustry, and Maersk has taken delivery of the first of 24 new, larger \n\nmeasures to stay ahead of constantly evolving risks. \n\nvessels in January 2024. However, this is only the beginning and many \n\n2023 ended with the unfortunate attacks on several cargo vessels \n\nchallenges lie ahead – especially the enormous task of enabling and \n\nin the Red Sea and Gulf of Aden, including two Maersk vessels. These \n\nscaling the world’s supply of green fuels. Today we are meeting supply \n\nattacks are very concerning and something we take very seriously; job \n\nchallenges through a large portfolio of fuel partners, and in 2023 \n\none for Maersk is ensuring the safety and security of our people, and \n\nwe signed the shipping industry’s first large offtake agreement with \n\nour customers’ supply chains. It is gratifying to see strong government \n\nGoldwind, who will supply 500 kilotonnes of green methanol annually \n\nsupport from many nations to reopen this critical shipping lane, and we \n\nfrom 2026 - enough to propel the first 12 methanol-capable vessels.\n\nremain optimistic that a solution will be found that allows transport to \n\nOcean activities are our main source of emissions; however our \n\nsafely resume.\n\ndecarbonisation commitment extends across our full operations. In \n\nI encourage you to explore this report and learn more about our \n\n2023, we helped customers further reduce emissions across their supply \n\nprogress across ESG in 2023. The conversation about sustainable, \n\nchains, powering terminals in Europe and Latin America with 100% \n\ninclusive trade is one that requires all voices. This is why Maersk remains \n\nrenewable energy, new green warehouses and building electric truck \n\ncommitted to the UN Global Compact and recognises the importance of \n\ncapacity in Europe, North America and China. \n\ncollaboration around the world’s most difficult ambitions, outlined in the \nUN Sustainable Development Goals. I want to thank all our customers, \n\nThe imperative for collaboration across all stakeholders\n\npartners and employees for their tremendous support in 2023, as a year \n\nOne especially significant achievement is that Maersk is the first in the \n\nwhere we, together, took important steps towards making the green \n\nshipping industry to secure validation from the Science-Based Targets \n\ntransition a reality for our customers and society. \n\ninitiative for 1.5°C-aligned 2030 targets and net zero 2040 targets. \n\nWe know the journey to achieve the targets will be challenging, and \n\nwe cannot do it alone. Maersk continues to rely on support from the \n\nindustry, regulators and, the starting point for all we do, our customers. \n\nVincent Clerc\nCEO of A.P. Møller - Mærsk A/S\n\nSustainability    Report 2023 \n\f##PAGE_BREAK##Our business and  \n\n  how we create value\n\nA.P. Moller - Maersk is a purpose-driven company and always has been. Increasing \ncomplexity in global supply chains drives the need for integrated logistics. We aim \nto fulfil that need by sustainably and responsibly delivering better, simpler and more \nreliable outcomes for our customers – improving life for all by integrating the world.\n\nM A E R S K\n\nLogistics & \nServices\n\nCustomer\nsynergies\n\nFinancial & \noperational \nsynergies\n\nOcean\n\nTerminals\n\nESG\n\nTechnology\n\nPeople\n\nWhat we depend on\n\nValue created for\n\nPurpose-driven people and our culture\n\nStakeholder relationships and partnerships\n\nOur customers\n\nand economies the world over and \n\nOur talented, diverse team of 100,000+ \n\nWe rely on constructive relationships with \n\nWe aspire to provide truly integrated \n\ncontribute to improved quality of life \n\nemployees with 181 nationalities.\n\ncustomers, suppliers, peers and authorities.\n\nlogistics for 100,000+ customers' supply \n\nand prosperity. \n\nchains, while helping them meet their \n\nOur brand\n\nAssets and end-to-end delivery network\n\ndebarbonisation commitments. \n\nThe planet\n\nFor over a century, we have built \n\nOur assets, supplier relationships and logistics \n\npartnerships with customers, enabling \n\nexpertise ensure resilient supply chains.\n\nOur people\n\nOur industry is a significant contributor \n\nto global greenhouse gas (GHG) \n\nWe keep our people safe and engaged  \n\nemissions, and we are committed to \n\nthem to prosper by facilitating  \n\nglobal trade.\n\nFinancial capital \nWe have a strong balance sheet and are \n\nwhile offering equitable and interesting  \ncareer paths.\n\nNatural resources \n\ncommitted to remaining investment grade-rated.\n\nOur business relies on natural resources \n\nSociety\n\nsuch as steel for vessels and oil,  \n\nTechnology and data\n\nBy integrating global logistics, we \n\nglobal integrator of container logistics, \n\nbiomass and water for conventional  \nand green fuels. \n\nTechnology and data are key to connecting and \nsimplifying supply chains.\n\nimprove the flow of goods and materials \nthat sustain people, businesses \n\nwe continue to innovate and grow \nshareholder value.\n\nrealising net zero emissions by 2040.\n\nShareholders\n\nIn our transformation to become the \n\nIntroduction\n\nStrategy and \ngovernance\n\nProgress on ESG\n\nData and \nassurance\n\n66\n\nSustainability    Report 2023 \n\f##PAGE_BREAK##Re-wiring       \n    of global \nsupply chains\n\nand human rights abuses. Maersk is actively working with its customers, \n\nset a comprehensive standard for ESG reporting founded in a double \n\nexperts, policy makers and partners to develop platforms and initiatives \n\nmateriality assessment.\n\nthat support inclusive and sustainable global trade, for example through \n\nFurther, the anticipated EU Corporate Sustainability Due Diligence \n\nthe Global Alliance for Trade Facilitation, the World Economic Forum and \n\nDirective will make human rights and environmental due diligence \n\nITC/SheTrades (see our key partnerships on p. 15 and learn more about \n\nmandatory across value chains – increasing responsible business \n\nour ITC/SheTrades engagement on p. 46). \n\nrequirements both for Maersk and our customers. These regulations \n\nThe imperative for addressing climate change and decarbonising \n\nare part of the European Union’s Green Deal, which also includes \n\nsupply chains continues, with strong momentum in the industry  \n\nother wide-reaching measures in support of the green transition \n\nand with policy makers. In 2023, severe heat waves, flooding and \n\nwith implications for companies and trade compliance. In addition to \n\nwildfires around the globe caused tragic loss of life and humanitarian \n\nclimate, there is also an increase in regulation targeting biodiversity \n\nIntroduction\n\nStrategy and \ngovernance\n\nIn 2023, megatrends connected to geopolitics, consumer sentiment and \n\ncrises as well as disrupting supply chains, further elevating climate \n\nloss, in response to the Global Biodiversity Framework agreed at the UN \n\nsustainability continued to impact global trade and supply chains, with \n\nchange as an important supply chain risk criterion. Read more  \n\nCOP15 in December 2022. Biodiversity loss and ecosystem collapse are \n\ntechnology playing a leading role in the transformation. While post-\n\nabout Maersk’s decarbonisation ambitions in the Climate chapter  \n\nconsidered two of the fastest deteriorating global risks and financially \n\nProgress on ESG\n\npandemic congestion has largely eased, the year remained full of global \n\nof this report. \n\nmaterial for many companies, according to the World Economic Forum’s \n\nsupply chain disruptions, including record-setting severe weather events \n\nThe re-wiring of supply chains, inclusive and equitable trade, \n\n2023 Risk Report.  \n\nand ongoing geopolitical conflicts. \n\ndecarbonisation and climate change are lasting trends more than \n\nThe new requirements expand the notion of companies’ \n\nPost-pandemic trends show longevity \n\nthroughout this decade.\n\nAmong many trends impacting global supply chains, the post-pandemic \n\ndue diligence and increase transparency across the value chain. This is \n\nchallenging for many companies with global supply chains and will be a \n\nnormalisation had the greatest impact on A.P. Moller - Maersk (Maersk) \n\nIncreased global conflict impacts supply chains\n\njourney for Maersk to further mature our own processes over the coming \n\nand its customers during 2023. In addition to economic factors \n\n2023 saw increasing geopolitical tensions which continue to have a \n\nyears, while we also recognise opportunities to support our customers \n\ntransient developments, and Maersk expects these to be material \n\nresponsibility beyond only accounting for own operations, to ensure \n\nincluding inventory destocking and the ease of supply chain congestion, \n\nprofound and direct impact on supply chains. This includes ongoing \n\nacross their logistics supply chains. \n\nESG-related factors have also had an impact. The re-wiring of supply \n\nimpacts to food and energy supply chains from the Russian invasion of \n\nchains continued, as manufacturers sought to increase resilience and \n\nUkraine, and the attacks related to the Gaza war on several commercial \n\nTechnology investments drive visibility \n\nreduce their dependence on global supply chains that are vulnerable \n\ncargo ships in the Bab al-Mandab Strait en route to the Suez Canal. \n\nA large percentage of supply chains are already, or well on their way \n\nto local disruptions. This is driving global players to take more of a \n\nThese attacks caused the world’s largest shipping companies, including \n\nto being, fully digitised, with customers seeking visibility into their \n\nregional approach, with fewer intermediate products traded over  \n\nMaersk, to pause or suspend shipments through the Red Sea and Gulf \n\nshipments to improve sustainability, reliability and responsiveness \n\nlong distances. \n\nof Aden to the Suez Canal – which is used by roughly one-third of global \n\nto disruption. 2023 saw especially strong technology developments \n\nRe-wiring is also driven by the continued slowdown of globalisation, \n\ncontainer ship cargo. These conflicts are likely to continue in 2024, \n\nin solutions such as digital platforms to do business directly with \n\nas trade policy and social attitudes remain less supportive to open trade \n\npressuring customers to adapt their supply chains for contingencies \n\ncustomers, artificial intelligence and predictive analytics. This elevates \n\n– especially due to inflationary pressures and increased nationalism \n\nwith agility, such as rerouting Asia to Europe cargo around the Cape  \n\nthe materiality of ESG topics such as data ethics and the social impact  \n\nand protectionism. For Maersk and its customers, this re-wiring creates \nmaterial ESG risks and opportunities, from ensuring more sustainable \n\nof Good Hope. \n\nof technology and automation on people.  \n\nE-commerce technology investments remained robust in 2023 \n\ntrade to managing ESG-related trade regulations. \n\nRegulatory action is now a key driver of the sustainability agenda\n\nto meet rising demand for supply chains that support omni-channel, \n\nWhile helping customers navigate this re-wiring and increase \n\nNew regulatory requirements for sustainability reporting and due \n\ndigitally enabled experiences. This includes highly agile logistics \n\nin trade compliance requirements related to ESG, Maersk remains \n\ndiligence are driving companies across all sectors to take a stronger \n\nsolutions for growing urban populations such as ‘quick commerce,’ \n\ncommitted to supporting globalisation and free trade that provides \nsocio-economic growth and lifts people out of poverty. An important \n\napproach to managing and disclosing impacts and risks related to \nESG and responsible business practices in their operations and across \n\nwhere goods are delivered in less than an hour. Maersk is developing \nlocalised logistics solutions from green warehouses to electric vehicles \n\npart of this commitment is ensuring that we understand and manage \n\nvalue chains. The EU Corporate Sustainability Reporting Directive \n\nto ensure trends such as urbanisation and quick commerce can be \n\npotential negative social risks such as inequality, exploitation of workers \n\nand its accompanying European Sustainability Reporting Standards \n\nsustainably supported. \n\nData and \nassurance\n\n77\n\nSustainability    Report 2023 \n \n\f##PAGE_BREAK##Strategy and  \n       governance\n\nIntroduction\n\nStrategy and \ngovernance\n\nProgress on ESG\n\nData and \nassurance\n\n88\n\nSustainability    Report 2023\f##PAGE_BREAK##ESG strategy  \n    and governance\n\nBuilding on over a decade of commitment to sustainability progress, \n\nthe ESG strategy of A.P. Moller - Maersk (Maersk) charts an ambitious \n\ncourse and establishes ESG as core to our purpose, critical to the \n\nsuccess of our business strategy and a differentiator in the value we \n\ncreate for our customers. \n\nIntroduction\n\nStrategy and \ngovernance\n\nProgress on ESG\n\nrisks and opportunities for Maersk and is centred around three core \n\nThe strategy encompasses the material sustainability impacts, \n\ncommitments, each with supporting strategic KPIs and targets. These \n\ncommitments represent issues where Maersk’s position, scale and reach \n\ncan create the most significant impact, which in turn define our ambition \n\nlevel – whether we want to be good, excellent or an industry leader in \n\nspecific ESG topics. Our strategic priorities and targets are shown in the \n\nfigure at right.\n\nThe development of the ESG strategy in 2021 was informed \n\nby an assessment of material topics based on globally recognised \n\nframeworks, ESG benchmarks and our understanding of stakeholder \n\nexpectations. An array of topics were assessed in terms of the impact \n\nwe have through our business model, the value our stakeholders have \n\nat stake, and the risks and opportunities we face as a company. The \n\noutcome of this assessment was a holistic strategy spanning 14 ESG \n\ncategories with defined sub-topics, ambitions, KPIs and metrics to track \n\nprogress internally, and to report externally (see the relevant sections of \n\nthis report).\n\nThis year, we are introducing changes to some of the strategic KPIs \n\ngoing forward. On Climate change, our new validated science-based \ntargets for 2030 and 2040 will replace previous targets (read more in \n\nthe chapter on Climate change). The targets for Business ethics and Data \n\nethics, set for 2023, will be carried over as annual targets going forward. \n\nOn Safety & Security, the Learning Teams target will also carry over as an \n\nannual target, while the leadership training target is being rescoped and \nwill not continue for 2024. We report towards all current targets in this \n\n2023 report.\n\nData and \nassurance\n\n99\n\nA.P. Moller - Maersk’s ESG strategy\n\nStrategic targets\n\nPerformance 2023\n\nUpdates to targets\n\nEnvironment\n\nWe will take leadership in the decarbonisation of logistics\n\nWe will deliver \non our customer \ncommitment to \ndecarbonise their \nsupply chains in time \nand our societal \ncommitment to act \nand have impact in \nthis decade\n\n2030: \nAligned with the Science Based Targets \ninitiative 1.5°C pathway\n\nIndustry-leading green customer offerings \nacross the supply chain \n\nCarbon intensity (Ocean) decreased  \nby 4% compared to 2020 baseline\n\n13% reduction of GHG emissions \n(scope 1 and 2) in Terminals since \n2020\n\nShare of ocean freight transported \nwith green fuels increased to 3%\n\n2040: \nNet zero across the business \n\n100% green solutions to customers\n\n2030: \n35% absolute reduction in total scope 1 \nemissions \n\n100% renewable electricity sourcing \n\n22% absolute reduction in total scope 3 \nemissions\n\n2040:\n96% absolute reduction in total scope 1 \nand 2 emissions \n\n90% absolute reduction in total scope 3 \nemissions \n\nSocial\n\nWe will ensure that our people thrive at work by providing a safe and inspiring workplace\n\nWe ensure everyone \ngets home safe by \npreventing fatal and \nlife-altering incidents\n\n2023: \n100% of Learning Teams completed  \nfollowing High Potential incidents\n\nGlobal Leadership (Top 1,200) upskilled in \nMaersk’s safety and security principles\n\nWe create an\nengaging environment\nfor all colleagues\n\n2025: Employee Engagement Survey score \nin the 75th percentile of global norm\n\n99% Learning Teams completed \nfollowing High Potential Incidents\n\nOnly the target on Learning Teams will \ncontinue in 2024\n\n98% leadership trained in Maersk’s \nsafety and security principles\n\n60th percentile\n\nNo change to target\n\nWe facilitate\ndiversity of thought\n\n2025: \n>40% women in management and leadership\n\n35% women in management and \nleadership\n\nNo change to targets\n\n>30% diverse nationality (non-OECD) of \nexecutives\n\n20% diverse nationality (non-OECD)  \nof executives\n\nGovernance\n\nWe operate based on responsible business practices\n\nWe live our\nCode of Conduct\n\n2023: 100% of employees (in scope) trained \nin Maersk Code of Conduct\n\n92% of employees (in scope) trained\n\nTarget continues for 2024\n\nWe protect and treat \ndata with respect\n\n2023: 100% of employees (in scope) trained \non data ethics\n\n91% of employees (in scope) trained\n\nTarget continues for 2024\n\nWe procure \nsustainably\n\n2024: 100% of suppliers (in scope) \ncommitted to the Supplier Code of Conduct\n\n95% of suppliers (in scope) \ncommitted\n\nNo change to target\n\nPlease see accounting policies on pp. 55-61 for more information on definitions. All targets are for end of year.\n\nSustainability    Report 2023\f##PAGE_BREAK##Since the launch of the ESG strategy in early 2022, a key focus has \n\nbeen on defining roadmaps and strong governance to ensure progress \n\nand realise the strategic ambitions. In addition, Maersk has matured \n\nits reporting processes, enabling us to add new ESG KPIs to our \n\nperformance table again this year (see pp. 48-51). Like existing KPIs, \n\nthese are covered by external assurance. \n\nWorking actively and strategically with all aspects of sustainability \n\nrisks and impacts is a baseline requirement from our key stakeholders \n\ntoday, and expectations continue to grow and develop. Looking ahead, \n\nexternal expectations and regulatory reporting requirements will \n\ncontinue evolving, and new ESG landscapes are taking shape regionally \n\nIntroduction\n\nStrategy and \ngovernance\n\nGovernance of ESG in A.P. Moller - Maersk in 2023\n\nBoard of Directors\n\nEndorses ESG strategy as part of annual strategy review\n\nExecutive Leadership Team\n\nand globally - raising the need to revisit our existing strategy. This work \n\nBoard committees (ESG relevant)\n\nDefines ESG strategy and oversees implementation\n\nELT committees (ESG relevant)\n\nProgress on ESG\n\nreflect the outcomes of the updated double materiality assessment \n\nwill take place in 2024, and will include a review of ambition levels to \n\nconducted this year (see pp. 13-14).\n\nHow the ESG strategy is governed \n\nIn early 2023, Maersk announced a new organisational structure and \n\na new Executive Leadership Team (ELT), following the appointment of \n\nVincent Clerc as CEO. As a result of these organisational changes, new \n\nELT members took over sponsorship for several ESG categories ensuring \n\ncontinued ownership and leadership focus. Sponsorship includes driving \n\ninitiatives forward and being accountable to the full executive team and \n\nBoard of Directors for delivering on targets. Responsibility for executing \n\nESG Committee\n\nAudit Committee\n\nRemuneration Committee\n\nRisk & Compliance Committee\n\nInvestment Committee\n\nCross-category: Key corporate functions\n\nStrategy\n\nCorporate Sustainability\n\nFinance\n\nFacilitates ESG strategy and oversight, guides and enables category owners\n\nCategory-specific  governance\n\nEnvironment\n\nSocial\n\nGovernance\n\non the strategy resides with the relevant functional areas reporting to \n\nESG category\n\nELT sponsor\n\nOwner\n\nESG category\n\nELT sponsor\n\nOwner\n\nESG category\n\nELT sponsor\n\nOwner\n\nthe respective ELT member. To facilitate oversight and support decision-\n\nmaking for strategic dilemmas and risks through the year, ESG progress \n\nupdates are provided to the ELT quarterly for our strategic KPIs and \n\nbiannually across all 14 categories.\n\nUltimately, governance is anchored with the Board of Directors,  \n\nthat endorses the overall ESG strategy. In 2023, a new Board ESG \n\nCommittee was established with the primary purpose of supporting  \nthe development of our ESG strategic direction, acting as a sounding \n\nboard for the ELT and supporting the Board with strategy insights \n\ninto specific ESG matters. This Committee meets quarterly to discuss \n\nselected deep dives on strategic topics throughout the year. Among \n\nthe topics discussed in 2023 were our ESG and decarbonisation \ncommitments, the current and emerging regulatory landscape for ESG, \n\nhuman and labour rights, diversity, equity and inclusion (DE&I) and ESG \n\nClimate \nchange\n\nEnvironment \nand \necosystems\n\nRabab Boulos\n\nRabab Boulos\n\nEnergy  \nTransition\n\nSafety & \nResilience\n\nHuman capital\n\nSusana Elvira People \nfunction\n\nGovernance\n\nCaroline \nPontoppidan\n\nSustainability\n\nDiversity, equity \nand inclusion\n\nSusana Elvira People \nfunction\n\nBusiness ethics Caroline \n\nCompliance\n\nPontoppidan\n\nHuman rights\n\nCaroline \nPontoppidan\n\nSustainability\n\nSustainable \nprocurement\n\nRabab Boulos\n\nProcurement\n\nEmployee relations \nand rights\n\nSusana Elvira People \nfunction\n\nSafety and \nsecurity\n\nRabab Boulos Safety & \nResilience\n\nSustainable/\ninclusive trade\n\nCaroline \nPontoppidan\n\nSustainability\n\nResponsible tax Patrick Jany\n\nTax\n\nCitizenship\n\nCaroline \nPontoppidan\n\nSustainability\n\nData ethics\n\nNavneet Kapoor Technology\n\nData and \nassurance\n\n1010\n\nSustainability    Report 2023\f##PAGE_BREAK##Introduction\n\nStrategy and \ngovernance\n\nProgress on ESG\n\nData and \nassurance\n\n1111\n\ntargets for executive remuneration – the latter is incorporated into \n\naligned with our global integrator strategy to focus on truly integrated \n\nthe Long Term Incentive programme and scorecard for approval by the \n\nlogistics. Aligned with our accounting policies (see pp. 55-61), we include \n\nRemuneration Committee.\n\n2023 ESG data from Maersk Supply Service until the date of divestment \n\nIn addition, the Audit Committee ensures oversight of key ESG \n\nin this year’s report. \n\nrisks and external reporting and receives regular updates on our ESG \n\nreporting process - in 2023 with a particular focus on preparations  \n\nfor the EU Corporate Sustainability Reporting Directive (CSRD)  \n\nreporting including the update of the double materiality assessment.\n\nAt the ELT level, the Risk and Compliance Committee (RCC) is the \n\nmain governance forum for ESG as well as other key risk and compliance \n\nprocesses and topics across Maersk, including our internal Commit \n\ngovernance framework (see box) and enterprise risk management \n\nprocess. The RCC meets quarterly to discuss the ESG progress updates \n\nthat are subsequently shared with the full ELT, as well as deep dives \n\nin ESG categories. In 2023, key topics included the update of Maersk’s \n\nscience-based targets, DE&I progress, human and labour rights, review \n\nof the sustainable procurement programme and ESG reporting. With \n\nthe RCC now having oversight across ESG, the Decarbonisation and ESG \n\nsteering committees were discontinued in 2023.\n\nOn an operational level, cross-functional steering committees \n\nor working groups facilitate coordination, ensuring that relevant \n\nfunctional and business areas are included in strategic decisions and \n\nsupporting implementation. \n\nManaging inorganic changes to the organisation\n\nAcquisitions are a key part of Maersk’s Global Integrator strategy, \n\nespecially as we add capacity and expertise in areas like project logistics  \n\nand e-commerce to our global portfolio and local coverage.\n\nTo ensure that all inorganic growth targets are aligned with our  \n\nESG strategy and commitments, we continue our efforts to strengthen \n\ndue diligence processes by incorporating ESG risk assessment more \n\nsystematically into the mergers and acquisitions (M&A) process. In 2023, \nthis included training for the M&A team on ESG priorities and further \n\nembedding climate change impact assessment into the due diligence \n\nand investment decision processes.\n\nIn 2023, A.P. Moller - Maersk completed the divestment of \n\nMaersk Supply Service, a leading provider of global offshore marine \nservices and project solutions for the energy sector. The divestment \n\nto A.P. Moller Holding, the parent company of the A.P. Moller Group, is \n\nThe three key elements of Commit – \nMaersk’s internal governance framework  \n\nAs a company, Maersk ensures internal governance that \n\nprovides our employees with direction and guidance on how \n\nwe work and achieve our main objectives. This is structured \n\naround three core elements, which together form the Maersk \n\ngovernance framework called Commit:\n\n•  Our guiding Core Values, which have been shaped and \n\nstrengthened since our foundation in 1904, and latest \n\nupdated in 2022 to ensure they were consistently interpreted, \n\neasy to apply, and have a strong connection to our Purpose.\n\n•  Our Code of Conduct sets global standards for how \n\nwe engage with colleagues, customers, suppliers, \n\ncommunities, authorities and other stakeholders. The Code \n\nof Conduct was also updated in 2022 to align with Our \n\nPurpose and ESG strategy.\n\n• \n\n21 Rules of business ethics, governance and authority  \n\nare included in the governance framework, providing \n\ndetailed internal instructions for all employees covering \n\nhigh-risk areas. These are subject to internal controls and \n\nan annual internal assurance process.\n\nESG topics related to compliance and responsible business \n\npractices are integrated into Commit through the Code of \n\nConduct and Commit rules on HSSE, global employee relations, \n\nanti-corruption, sustainable procurement and data privacy \n\nand data ethics. Each rule has a designated owner in the \n\norganisation who is responsible for compliance. Executive \n\noversight of compliance with Commit is managed through the \n\nannual internal assurance process, anchored with the Risk and \n\nCompliance Committee.\n\nSustainability    Report 2023\f##PAGE_BREAK##Speaking up\n\nIn 2023, Maersk continued its internal, global Speak Up campaign \n\nA key process anchored in the Commit framework is the whistleblower \n\nto reinforce a speak-up culture and encourage people to report \n\nprogramme of A.P. Moller - Maersk (Maersk), which aims to create a safe \n\nconcerns without the fear of retaliation. This year’s campaign focused \n\nand secure environment for anyone to speak up and report violations \n\non warehouse and terminal workers, covering 120 entities out of the \n\nwithout fear of retaliation. This is supported by effective investigations \n\ntargeted 450 entities.\n\nWhistleblower reports received per topic \narea in 2023\n\nIntroduction\n\nStrategy and \ngovernance\n\nled by independent and impartial investigators, and by ensuring \n\nIn 2023, Maersk received 1,154 whistleblower reports, a significant \n\nappropriate follow-up action to address violations and implement \n\nincrease compared to the 735 cases recorded for 2022. 80% of the cases \n\n22%\n\ncontrols to avoid repetition. \n\nreceived during 2023 are already closed. In particular, we have seen an \n\nThe whistleblower programme supports anonymous reporting \n\nincrease in cases received from the North America, Latin America and \n\n1%\n\nof cases and is available in multiple languages. Maersk fosters a \n\nAsia-Pacific regions during 2023. Topics that contributed most to the \n\nspeak-up culture and welcomes inquiries, questions and concerns \n\nincreased number of cases received in 2023 relate to HR-related issues. \n\nfrom employees and outside parties. In addition to the whistleblower \n\nWe assess the increase in reports to partly be a positive development \n\nprogramme, there are other available channels such as direct \n\nreflecting greater awareness of our whistleblower programme and the \n\nProgress on ESG\n\nmanagement or leadership team members, and our Compliance,  \n\nstrengthening of our speak-up culture. \n\nPeople or Ombuds functions.  \n\nHR-related matters\n\nHSSE \n\nBusiness integrity \n\n45%\n\nSustainable procurement\n\nFraud \n\nIT security\n\nOut of scope\n\n    1,154  \nwhistleblower     \n       reports  \n  received\n\n24%\n\n5%\n\n1%\n\n2%\n\nData and \nassurance\n\n1212\n\nYou can stay anonymous\n\nReport outcomes and actions among closed \nwhistleblower reports in 2023\n\nIf it doesn’t\n       feel right\nplease speak up!\n       Report with \n   no fear\n\nCall to report the issue 24/7\n\nMaersk’s annual \nwhistleblower campaign \nhelps employees feel \nsafe and empowered to \nspeak up. \n\n4%\n\n6%\n\n17%\n\n6%\n\n3%\n\n3%\n\n9%\n\n926  \n   closed  \ncases\n\n28%\n\n24%\n\nInsufficient information\n\nOut of scope\n\nUnsubstantiated\n\nSubstantiated\n\nDismissal \n\nDisciplinary action\n\nTraining \n\nWarning \n\nPolicy/process review\n\nNo action necessary\n\nFor numbers from previous years, see the 2023 ESG Factbook.\n\nSustainability    Report 2023\f##PAGE_BREAK##Our material   \n\n      ESG topics\n\nIn preparation for the EU CSRD reporting requirements, which will be \n\nmandatory from 2024, we have this year updated our double materiality \n\nassessment. The results of this initial assessment, illustrated on the \n\nright¹, confirm that the material topics of A.P. Moller – Maersk’s (Maersk) \n\nESG strategy are also those that come out as most material, including \n\nClimate change, Safety, DE&I and Business ethics. Political engagement/\n\nIntroduction\n\nStrategy and \ngovernance\n\nProgress on ESG\n\nlobbying, a topic that does not have its own ESG category within our \n\nData and \nassurance\n\nESG strategy, but cuts across topics, was identified as a material issue \n\ncomprising of both potential positive and negative impacts. Recognising \n\nour global presence and the nature of our business as an integrator \n\nof global supply chains, this is not an exhaustive list, but shows where \n\nMaersk may have the largest impacts on people and planet through our \n\nactivities, or where Maersk is exposed to the most significant financial \n\nrisks or opportunities. Some topics such as microplastics, substances  \n\nof concern, water discharges and marketing practices were identified as \n\nrelevant in the assessment but fell below the thresholds applied  \n\nfor materiality.\n\nMaersk has already for many years been guided by a double \n\nmateriality perspective as the foundation for our sustainability and \n\nESG strategy and reporting. The criteria of the European Sustainability \n\nReporting Standards (ESRS) add more rigour to the assessment through \n\na common set of requirements for how to conduct and report on double \n\nmateriality, aligning closely with recognised standards such as the OECD \n\nGuidelines on Responsible Business Practices. For example, all topics \n\nwere assessed for severity, which covers an assessment of scale, scope \nand remediable character of the topic – concepts we already apply in the \n\nidentification of our salient human rights issues. Our focus in 2023 has \n\nbeen on establishing robust methodology aligned with the approach and \n\ncriteria outlined in the ESRS. Going forward, we will continue the work \n\nto further mature, develop and refine our approach in line with best \npractice and as more guidance becomes available. For more information \n\non the methodology, please see the 2023 ESG Factbook.\n\nESG category\n\nMaterial issues\n\nImpact description\n\nGHG\n\nClimate change\n\nClimate change adaptation\n\nOur business activities’ exposure to climate-related physical risks and corresponding impacts to our \nworkforce and customers due to business disruptions\n\nClimate change mitigation\n\nImpacts related to GHG emissions across our value chain and to our energy usage\n\nResource inflows\n\nUse of high-emitting resources that can put pressure on environment and societies\n\nPollution to air, water and soil\n\nPollution to air, water and soil from our operations, e.g. accidental environmental spills from our \nvessels or terminals, and releases of pollutants during operation of our assets\n\nEnvironment and \necosystems \n\nWater use\n\nBiodiversity and state  \nof species\n\nWithdrawal and consumption of water from areas classified as water-stressed, which can put pressure \non ecosystems and societies' access to water\n\nBiodiversity loss driven by our material environmental issues (e.g. pollution, climate change, water \nwithdrawal and land-use change), direct impact to species in locations where we operate, and releases \nof invasive species by our vessels\n\nDegradation of ecosystems\n\nProduction of fuels and infrastructure developments contributing to land and sea-use change, soil \nsealing and gradual ecosystems degradation\n\nWaste and ship recycling\n\nWaste generation from operations, including related to ship recycling\n\nSafety and security\n\nSafety and security\n\nRisks of work-related injuries or fatalities and our exposure to global security risks\n\nViolence and harassment\n\nRisk of unsafe work environments for underrepresented or vulnerable groups of our workforce\n\nDE&I\n\nDiversity and diverse ability\n\nPotential discrimination based on, e.g., ethnicity, gender and nationality in our global workforce\n\nWork-life balance\n\nAbility to support our employees’ changing life situations by ensuring favourable global standards\n\nHuman capital\n\nTalent development\n\nAbility to attract and scale the right talents\n\nEmployee relations \nand labour rights\n\nWorking conditions\n\nWork-related rights\n\nImpacts related to our workers’ access to decent working conditions such as working time, wages, \nemployment terms and access to housing and sanitation\n\nThe rights of workers across our value chain including freedom of association and collective bargaining, \nmodern slavery and child labour\n\nHuman rights\n\nSalient human rights issues\n\nImpacts and risks to people related to our activities across our value chain. See p. 40 for information on \nour salient human rights issues. \n\nCorruption and bribery\n\nRisks of corruption and bribery across our value chain\n\nBusiness ethics\n\nProtection of whistleblowers\n\nImpacts related to accessibility, availability and security of grievance mechanisms across our value chain\n\nCorporate culture and transparency Promoting a strong corporate culture and transparency in Maersk and in our business relations\n\nData ethics\n\nData privacy and ethics\n\nThe privacy of our employees’ and customers’ data and impacts related to an ethical use of data and AI\n\nSustainable \nprocurement\n\nSupplier relations\n\nImpacts and risks related to being a responsible and ethical business partner towards our more than \n41,000 suppliers globally\n\nResponsible tax\n\nResponsible tax\n\nBeing a responsible and transparent taxpayer\n\nCitizenship\n\nCitizenship\n\nLeveraging our position to drive positive impact on communities and societies where we operate\n\nAcross categories\n\nPolitical engagement\n\nPotential impacts related to Maersk’s policy positions and engagement\n\nClimate advocacy\n\nPotential GHG emission reduction through advocacy towards industry-wide decarbonisation\n\nt\nn\ne\nm\nn\no\nr\ni\nv\nn\nE\n\nl\na\ni\nc\no\nS\n\ne\nc\nn\na\nn\nr\ne\nv\no\nG\n\n1313\n\n1 \n\n Please see more information on the topics in the relevant chapters. Two of our ESG categories, Sustainable & inclusive trade and Governance, are kept separate from this assessment as they \nare not managed and reported as separate ESG programmes but rather incorporated into relevant sections of the report. Positive impacts will be screened for financial materiality in 2024.\n\nNegative impact\n\nFinancially material impact\n\nPositive impact\n\nSustainability    Report 2023 \n\f##PAGE_BREAK##How we impact people and the environment across our \noperations and value chain\n\nAs part of our double materiality assessment, we have assessed material impacts across our operations and \nvalue chain as shown below. These impacts are not exhaustive but highlight the variety of some of the material \nimpacts from our activities as an integrator of global supply chains. For information on how we manage these \nimpacts to minimise harm and mitigate risk, please see the relevant ESG category chapters.\n\nKey stakeholder groups\nThe expectations of seven key stakeholder groups have been considered in our materiality assessment. Please \nsee more information on how we engage with them on p. 15.\n\nEmployees\n\nCustomers\n\nAuthorities\n\nNGOs\n\nCommunities \nand nature\n\nInvestors  \nand analysts\n\nSuppliers and \nbusiness partners\n\nGHG\n\nOur assets are exposed to climate-related \nhazards. Climate change adaptation is material to \nthe resilience of our business and to our customers’ \nsupply chains.\n\nActing responsibly also means considering \npotential indirect impacts and mitigating risks of, \ne.g., facilitating illegal wildlife or timber. \n\nLarge infrastructure projects pose risks \nrelated to workers’ rights, in particular for \ncontracted and migrant workforces.\n\nResource inflows: Shipbuilding and large \ninfrastructure projects across our operations \nrequire a large inflow of high-emission \nmaterials such as steel.\n\nEcosystem degradation: Clearing \nof waterways for vessels can impact \nunderwater ecosystems through \nthe dredging of sediments.\n\nCorruption and bribery is an \nindustry-wide risk for the transport \nand logistics industry.\n\nM A E R S K\n\nA large part of our water consumption  \nin land-side operations occurs in areas  \nof high water stress.\n\nLong working shifts and inadequate \naccess to housing and sanitation can \nimpact truck drivers’ well-being and \nconditions of work.\n\nAs an end-to-end logistics \nprovider, we store and manage \ndata on customers, suppliers \nand workers.\n\nOperating globally means \nexposure to security risks, \nfrom, e.g., geopolitical tension, \nterrorism and local conflicts.\n\nThe nature of our work carries risks of \ninjuries and fatalities in our operations \nand across our value chain.\n\nUnderrepresented and vulnerable groups \nare at risk of violence, harassment \nand discrimination – especially in \nareas where gender norms and power \nimbalances influence perceptions, and \nlocal laws are inadequate.\n\nGHG\n\nGHG emissions are significant across \nall of our operations, but fuels for \nour ocean segment is the major \ncontributor of our GHG footprint.\n\nElectrification of our assets increases \nthe demand for new minerals which \ncan put pressure on ecosystems and \ncommunities.\n\nPollution to air and water from chemical spills \nis an industry wide risk along with release of air \npollutants. Recycling of a vessel can result in \nboth pollution to soil and water and cause unsafe \nworking conditions if not managed responsibly.\n\nOur vessels sometimes operate in sensitive \nmarine areas, e.g. with risk of whale strikes, \nand invasive species may be moved between \necosystems through ballast water or biofouling.\n\nWe work with more than \n41,000 suppliers including \napproximately 5,100 high-risk \nsuppliers in our global  \nsupply chain.\n\nBarriers to accessible local \ngrievance mechanisms can be a \nrisk for third-party labour across \nour operations.\n\nIntroduction\n\nStrategy and \ngovernance\n\nProgress on ESG\n\nData and \nassurance\n\n1414\n\nSustainability    Report 2023 \n\f##PAGE_BREAK##Engaging with key external stakeholders \n\nTo inform our double materiality assessment we consider the \n\nKey external stakeholders and how we engage with them \n\nperspectives of our key stakeholders, both those that may be directly \n\nStakeholder\n\nStakeholder expectations on ESG\n\nEngagement channels\n\nIntroduction\n\nStrategy and \ngovernance\n\nimpacted by our activities and those who are users of the information \n\nthat we publish. The table at right shows our seven prioritised \n\nstakeholder groups. Through various channels, colleagues and teams \n\nacross Maersk regularly engage with these stakeholder groups and \n\ncollect valuable insights on topics that are important to them. As \n\nan example, our biannual engagement survey gives insight into the \n\nexpectations of our employees (read more on p. 37). These insights \n\ninform our assessment of material issues and underpin the development \n\nof our solutions and initiatives in delivering on our ESG commitments and \n\nKPIs. ESG ratings are also a source of insight on stakeholder expectations, \n\nProgress on ESG\n\nand our submissions are valued by customers and investors. We have \n\nprioritised those that are most material to our stakeholders and align \n\nwith our priorities, including EcoVadis, CDP, MSCI and Sustainalytics. \n\nDuring 2024, we will work towards strengthening our format for directly \n\nEmployees\n\nCustomers\n\nMeaningful work, fair treatment and wages, a sense of \nbelonging for all, and good development opportunities\n\nDaily interactions between managers and colleagues – Engagement \nsurveys – Inclusion survey\n\nSolutions that ensure responsible business practices and net \nzero emissions in their supply chain\n\nRegular business dialogues – ESG criteria in tender processes – Strategic \nCustomer Council – Partnerships and collective action alliances\n\nInvestors  \nand analysts\n\nStrategies, plans and actions to mitigate short and long-term \nrisk to the business model\n\nRegular engagement with investors and analysts – Investor \nroadshows and ESG investor calls – Investor surveys – Collective \naction alliances\n\nSuppliers and \nbusiness partners\n\nResponsible business practices and partnership on  \nstrategic issues  \n\nRegular dialogue – Collective action alliances \n\nAuthorities\n\nCompliance with regulation and industry leadership on \ntransformation to net zero\n\nBilateral engagement with local, national and international agencies \nand authorities – Engagement through industry associations – \nCollective action alliances\n\ncollecting and incorporating external stakeholder perspectives into our \n\nNGOs\n\nResponsibility and accountability towards material issues, and \nindustry leadership on topics of highest impact and leverage\n\nBilateral engagement – Collective action alliances and partnerships \n\ndouble materiality process to ensure that stakeholder perspectives are \n\ncontinuously reflected in our ESG priorities. \n\nActive engagement in alliances and partnerships \n\nWe actively engage in cross-industry partnerships and coalitions to set \n\nstandards, develop solutions and drive common agendas across the \n\nESG agenda. This active engagement is core to our ESG strategy and in \n\nrecent years, we have seen significant growth in engagement requests. \n\nWe aim to prioritise our efforts where we have the biggest impact and \n\nwhere it adds the greatest value, and therefore consciously assess \n\nand prioritise our partnerships to determine the appropriate level of \n\nengagement (or disengagement).\n\nAs noted in our materiality assessment, political engagement/\n\nlobbying is an area where we may have potential positive impact and \nwe ensure to mitigate potential negative impact through firm corporate \n\npolicies guiding our approach to policy engagement.\n\nIn 2023, Maersk engaged in policy and regulatory debates at \n\nnational, regional and global levels to strengthen requirements for \n\nresponsible business conduct and contribute to a level industry  \nplaying field. This includes an ambitious IMO MEPC80 agreement to \n\nsupport net zero shipping emissions by or around 2050 (see p. 25  \n\nfor more information).\n\nCommunities  \nand nature\n\nResponsibility and accountability towards material issues, and \npositive contributions in areas of highest impact and leverage\n\nEngagement with community representatives – Collective action \nalliances and partnerships – Scientific studies\n\nKey partnerships and coalitions\n\nAlliance for \nClean Air \n\nAlliance of  \nCEO Climate Leaders\n\nData and \nassurance\n\n1515\n\nSustainability    Report 2023\f##PAGE_BREAK##At COP28, the CEOs of Maersk, CMA-CGM, Hapag Lloyd, MSC and \n\nMaersk’s annual Strategic Customer Council (SCC) is a platform for \n\nthe extension of our electric vehicle capabilities in Germany, the UK, \n\nWallenius Wilhelmsen signed a Joint Declaration calling for four \n\ncollaborating with our customers’ executive leadership on the future \n\nNorway, Sweden and China. HP Inc. partnered with Maersk on an \n\nregulatory cornerstones for GHG reductions, including: 1) an end date \n\nof logistics, where we use the joint problem solving approach to enable \n\nintegrated ECO Delivery Ocean and Inland solution, which led to the \n\nfor fossil-only vessels, 2) a global fuel standard, 3) a Green Balance \n\nscaling of decarbonised logistics solutions on Ocean and beyond. In \n\ndeployment of electric trucks in the United States supporting the \n\nMechanism to fill the price gap between fossil and green fuels and 4) a \n\n2023, Maersk partnered with several customers, including Nike and \n\nneeded development of low emission end-to-end logistics solutions.\n\nwell-to-wake life cycle methodology within an established regulatory \n\nVolvo Group, on strategic sustainability initiatives.\n\nSustainability and decarbonisation are complex topics that require \n\nframework. Maersk and CMA-CGM also signed a Public Private \n\nPartnership Commitment at COP28 with the governments of France, \n\nECO Delivery uptake continues rising\n\nspecific knowledge to have meaningful discussions with customers. In \n\n2023, Maersk prioritised the training and upskilling of its global sales \n\nKorea and Denmark calling for the IMO to work towards higher targets \n\nECO Delivery is Maersk’s product family for low-emission transportation. \n\nforce on both, including decarbonisation theory and deep dives in low \n\nfor its GHG strategy in line with the Paris Agreement. \n\nMaersk ECO Delivery Ocean, ECO Delivery Inland and ECO Delivery Air \n\nemission transportation and emission visibility solutions.\n\nIntroduction\n\nStrategy and \ngovernance\n\nEngaging with our customers\n\nhelp customers reduce GHG emissions from ocean shipping, inland \n\ntransport and air freight, respectively. In 2023, Maersk customers \n\nshipped higher percentages of their ocean volumes with ECO Delivery \n\nProgress on ESG\n\nMaersk customers are increasingly looking to deepen partnerships that \n\nOcean - increasing to 3% in 2023 over 2% in 2022. Customers across \n\nData and \nassurance\n\ncan help them meet their decarbonisation commitments. This is driven \n\nmany segments including Volvo Cars, Nestlé, BESTSELLER and Novo \n\nby more ambitious science-based target setting and net zero roadmaps, \n\nNordisk are now moving 100% of their Maersk ocean volumes with ECO \n\nincluding supply chain logistics emissions as well as the need for \n\nDelivery Ocean — sending a clear signal from larger corporations taking \n\ncompliance with increased regulation and reporting requirements and \n\nleadership in decarbonising their supply chains.\n\npressure from their end customers.\n\nMaersk also continued developing low-emission inland \n\nAcross many of our commercial segments, we see customers with \n\ntransportation solutions across our wider logistics offerings, including \n\n“Scaling alternative fuels in shipping is a challenge. \nNike and Maersk acknowledge that getting from idea \nto inception to implementation will take time. We work \nwith partners like Maersk, who are also committed to the \nlong-term vision of decarbonisation, to move towards a \nmore sustainable future.”\n\nNoel Kinder\nChief Sustainability Officer, Nike\n\nan appetite for logistics partners that are at least as ambitious on \n\ndecarbonisation as themselves and have credible solutions to make \n\nthese ambitions a reality. Almost 60% of Maersk’s top 200 customers \n\nhave committed to, or set, science-based targets, highlighting their need \n\nto increasingly decarbonise their scope 3 (supply chain) emissions as \n\nwell as scopes 1 and 2. Going forward, we are solely tracking how many \n\nof our top customers/key accounts have committed to, or set, emission \n\nreduction targets with the Science Based Targets initiative (SBTi), and we \n\nare disregarding other emission reduction targets. Science-based targets \n\nrepresent the highest level of commitment, and most include scope 3 \n\nemission targets, giving us a better indication of customers’ ambitions \n\nand market potential for low-emission solutions.\n\nWe see the increasing trend towards the strategic importance  \n\nof ESG and sustainability mirrored in the growing maturity of the \n\nsustainability commitments made by our customers, evolving from a \n\nbaseline focus on managing the risks of poor performance in supply \n\nchains to more ambitious strategies and investments. This is driving \na shift from transactional procurement of green solutions to more \n\nlong-term, strategic partnering that contributes to industry-level \n\nsustainability and transformation. \n\n1616\n\nWe collaborate with \ncustomers on topics across \nESG: Since 2019, Maersk’s \nrainbow containers have \nserved as a symbol of our \ncommitment to diversity and \ninclusion in its widest sense \n- gender, race, disability, \nreligion, age and LGBTQ+. \nIn addition to visiting \nMaersk sites and Pride \nevents around the world, \nthe rainbow containers have \nbeen part of many customer \nevents celebrating our \nshared values on inclusion. \n\nSustainability    Report 2023\f##PAGE_BREAK##Introduction\n\nStrategy and \ngovernance\n\nProgress on ESG\n\nData and \nassurance\n\n1717\n\n Environment\n\nA. P. Moller - Maersk is taking a leading role in decarbonising logistics and in providing green \nsolutions to help our customers reach their climate goals. Learn more about our progress \nincluding newly validated science-based targets for 2030 and 2040 and how we minimise our \nimpact on the natural environment. \n\nClimate change\nEnvironment and ecosystems \nResponsible ship recycling\n\n2023’s milestone moment in our decarbonisation journey \nwas the arrival of Laura Mærsk, the world’s first container \nvessel capable of sailing on green methanol. \n\nSustainability    Report 2023\f##PAGE_BREAK##Why it matters\n\nThe world is facing a climate emergency. \nWe see it as our obligation – as an \nindustry leader and with the resources \navailable to us – to do all we can to get \nto net zero operations as fast as possible \nand to help our customers decarbonise \ntheir global supply chains end to end. \n\nAmbition\n\nWe will deliver an emergency response to \nthe climate crisis and take leadership in \nthe transformation of the transport and \nlogistics sector to net zero operations.\n\nTargets\n\n2040\n\nIntroduction\n\nStrategy and \ngovernance\n\nProgress on ESG\n\nData and \nassurance\n\n•  Net zero across our business and 100% \n\ngreen solutions to customers\n\n2030\n\n•  Aligned with a Science Based Targets \n\n• \n\ninitiative 1.5-degree pathway\nIndustry-leading green customer \nofferings across the supply chain \n\nNew validated science-based targets \nfrom 2024: \n\n2040\n\n•  96% Reduction in total scope 1  \n\nand 2 emissions\n\n•  90% Reduction in total scope  \n\n3 emissions\n\n2030\n\n•  35% Reduction in total scope  \n\n1 emissions\n\n•  100% Renewable electricity sourcing\n•  22% Reduction in total scope  \n\n3 emissions\n\n1818\n\nClimate change\n\nincluding two much-needed IMO measures coming into force in 2027 - a global \n\nfuel standard and a maritime GHG emissions pricing mechanism (see p. 25 for more \n\ndetails). In the greater economy, slowdowns in key markets are reducing logistics \n\ndemand and in some cases the appetite for investments in energy transition. And \n\nwhile many Maersk customers have shown a willingness to pay a premium to \n\n2023 was the hottest year in recorded history. Severe weather-related incidents  \n\ndecarbonise their supply chains, rising interest rates threaten to push fuel costs \n\nin all regions of the world impacted millions of people and underscored the \n\nto customer limits. Maersk’s position is that climate change needs to be tackled \n\nurgency of addressing climate change. As a key player in global logistics supply \n\nwith a sense of urgency and action – we cannot wait until the market, regulatory \n\nchains, which are responsible for 11%¹ of all global greenhouse gas (GHG) emissions, \n\nand technical challenges are all resolved. We therefore continue our approach of \n\nA. P. Moller - Maersk (Maersk) is committed to leading the decarbonisation of \n\nimplementing while we are innovating, and doubling down on solutions that have \n\nlogistics and taking responsibility for being a part of the solution. Our approach is \n\nimmediate impact. Achieving our SBTi-validated targets will be challenging, but we \n\nguided by the recognition that climate-related risks, and government and market \n\nremain confident that the job can be done with the support of key stakeholders. \n\nactions to mitigate such, will have an impact on how we operate. \n\nThis year, concrete progress on this journey was delivered, following the \n\nambitious climate goals we announced in 2022 of reaching net zero emissions by \n\n2040 in our own operations and in 100% of our solutions for customers – many of \n\nwhom have equally ambitious and science-based targets. \n\n2023’s most notable milestone was the arrival of Laura Mærsk, the world’s \n\nfirst container vessel with a dual fuel engine that is capable of running on green \n\nmethanol. In addition to marking a starting point for Maersk’s new fleet of green \n\nfuel vessels, Laura Mærsk served as an important signal that green fuel and green \n\nvessel demand from industry leaders will be an industry-shaping force in the \n\ncoming years. Since we announced the order of Laura Mærsk in 2021 – a first for  \n\nthe shipping industry – we have already seen strong industry followership, and \n\ntoday some 180 new methanol capable vessels on order or being retrofitted \n\nindustry-wide.\n\nOcean activities are the largest source of Maersk’s GHG emissions, but they are \n\nnot the only source. In 2023, progress was made across our entire value chain, from \n\nterminal electrification to electric vehicles for local logistics and low and very low-\n\nemission warehouses. See pp. 21-24 for more details on our Ocean, Terminals and \n\nLogistics & Services activities. \n\nIn 2023, Maersk also became the first in the shipping industry to have its \n2030 and 2040 targets validated by the Science Based Targets initiative (SBTi) in \n\nalignment with a 1.5°C and net zero pathway. These new targets, which are critical \n\nto our decarbonisation efforts, and to aligning with our customers’ targets, include \n\nspecific sub-targets for our scope 1, 2 and 3 emissions and will replace previous \n\ntargets announced in early 2022 (see pp. 19-20 for more details). \n\nDespite this momentum, serious challenges remain – including sourcing green \n\nfuels at scale. Regulatory incentives will be critical to overcome this challenge, \n\n1 \n\n MIT research based on IEA data and Global Logistics Emissions Council guidance (read more)\n\nMaersk’s first large, ocean-going container vessel \ncapable of running on green methanol being floated \nat the Busan, South Korea shipyard. The vessel comes \ninto service in February 2024.\n\nSustainability    Report 2023\f##PAGE_BREAK##Maersk’s climate commitments validated by the Science Based Targets initiative\n\nAligned with 1.5 degree pathway by 2030\n\n2030\n\nNet zero by 2040\n\n2040\n\nIntroduction\n\nStrategy and \ngovernance\n\nProgress on ESG\n\nData and \nassurance\n\nMain KPIs and targets: Baseline year 2022²\n\nScope 1\nOwn operations\n\n35% \n\nScope 2\nPurchased electricity\n\n100%\n\nAbsolute reduction in total scope 1 emissions\n\nRenewable electricity sourcing\n\nScope 3\nValue chain\n\n22%  Absolute reduction in total scope 3 emissions\n\n96% \n\n90% \n\nAbsolute reduction in total scope 1 and 2 emissions⁴\n\nAbsolute reduction in total scope 3 emissions⁴\n\nSub KPIs and targets: Baseline year 2022\n\nMaritime operations³\n\nOther operations\n\nMaritime operations³\n\nOther operations\n\n 35% \n\n17% \n\n Absolute reduction in scope 1 and \nscope 3 well-to-wake emissions from \nown container shipping operations\n\n Absolute reduction in scope 3 well-to-\nwake emissions from subcontracted \ncontainer shipping operations\n\n42% \n\n Abolute reduction in scope 1 emissions from all \nother sources\n\n25% \n\n Absolute reduction in scope 3 fuel and energy \nrelated activities and upstream transportation\n\n42% \n\n Absolute reduction in scope 3 emissions from use \nof sold products covering distributed fossil fuels\n\n 96% \n\n97% \n\n Absolute reduction in scope 1 and \nscope 3 well-to-wake emissions from \nown container shipping operations\n\n90% \n\n Absolute reduction in scope 1  \nand scope 2 emissions from all  \nother sources\n\n Absolute reduction in scope 3 well-to-\nwake emissions from subcontracted \ncontainer shipping operations\n\n90% \n\n Absolute reduction in scope 3 \nemissions from all other sources\n\nGHG\n\nM A E R S K\n\n1919\n\nPlease refer to the Climate Change section of our Sustainability website for specific details on the science-based targets shown in this overview.\nFollowing the maritime sectoral framework, the sub-targets for maritime operations cover emissions from fuels across scope 1 and 3 (well-to-wake). Well-to-wake emissions refer to the sum of upstream (well-to-tank) and downstream (tank-to-wake) emissions.\n\n2 \n3 \n4  Residual emissions will be neutralised in accordance with the Net Zero criteria of the Science Based Targets initiative.\n\nSustainability    Report 2023\f##PAGE_BREAK##Aligning our decarbonisation path  \nto the Science Based Target initiative \n\ndo not actually lead to emissions, and inflationary effects that cause \n\nThe SBTi-validated targets are not directly connected to our previous \n\nuncertainty in spend-based estimates. \n\nbusiness segment sub-targets. They have a different baseline year \n\nAligning our roadmap to the Science Based Targets initiative pathway\n\nto the previous two years of pandemic, and enabling us to take recent \n\n(2022), reflecting that 2022 is a more representative baseline compared \n\nIn 2023, Maersk had a total GHG footprint of 79.5 million tonnes, a \n\nThe Science Based Targets initiative (SBTi) is a widely adopted \n\nacquisitions into account in the baseline. A significant change is that \n\ndecrease of 4.1% compared to 2022 (see table below). The decrease \n\nframework for setting corporate climate targets in line with the 2015 \n\nthey are absolute emissions reductions targets rather than relative \n\nwas mainly driven by reduced purchases of capital goods (scope 3), and \n\nParis agreement's pathway limiting global temperature rise to 1.5°C.  \n\nintensity targets, and for the first time we are setting specific targets \n\nreduced fuel consumption (scope 1 and 3). Moreover, to align with our \n\nThe number of companies adopting SBTi targets – many of whom are \n\nfor scope 1, 2 and 3 emissions across Maersk, with required sub-targets \n\nSBTi validated targets, the 2022 baseline has been recalculated, which \n\nour customers – has doubled each year over the past eight years. \n\nfor certain operations and GHG sources - in particular related to ocean \n\nled to a 6% increase of previously stated emissions. See the accounting \n\nIn early 2022, Maersk announced an accelerated net zero 2040 \n\nactivities as we follow the maritime sector framework. This means that \n\npolicies pp. 55-61 for more detailed explanations on the changes.  \n\ntarget, including key milestones needed by 2030 from a  2020 baseline, \n\nthe sub-targets for maritime operations cover well-to-wake emissions, \n\nAs part of the work to set SBTi-aligned targets, we have \n\nand committed to aligning our targets with the  SBTi 1.5 degree pathway \n\nwhereas our previous ocean KPI on EEOI is a relative target covering \n\nsignificantly improved the methodology for calculating scope 3 \n\nto 2030 and the 2040 net zero standard. Following the publication of \n\nonly tank-to-wake emissions. While our overall roadmap to decarbonise \n\nIntroduction\n\nStrategy and \ngovernance\n\nProgress on ESG\n\nemissions, increasing the share of emissions that is calculated based \n\nthe long-awaited SBTi sectoral framework for maritime shipping in late \n\nremains the same, our new targets will require additional effort in \n\non activity data from 50% to 82%. Our new targets therefore reflect \n\n2022, we have, during 2023, done extensive work to prepare and submit \n\ncertain business areas. In this year’s report, we continue to report \n\na clearer understanding of our performance with a shift from spend-\n\n2030 and 2040 targets. These have successfully been validated by the \n\ntowards the previous targets, and will commence reporting on the  \n\nData and \nassurance\n\nbased estimates to activity-based estimates. This methodology \n\nSBTi as the first in the shipping industry, allowing us to deliver on our \n\nnew validated SBTi targets in 2024.\n\neliminates the effect of operational and administrative charges which \n\npublic commitment to externally verified emissions reduction targets. \n\nMaersk’s GHG emissions footprint 2023 (2022) \nin 1,000 tonnes CO₂e\n\nEmissions reduction pathways to achieve SBTi-aligned 2030 and 2040 targets \n(m tonnes CO₂e/year)\n\n79,462  \n(82,877)\n\nTotal GHG emissions \nIncluding scope 1, scope 2 (location-based), and scope 3 emissions\n\n82.9\n\nScope 1\n\nScope 2\n\nScope 3\n\nGHG removals\n\n59.8\n\nResidual emissions will be neutralised \nin accordance with the Net Zero criteria \nof the Science Based Targets initiative.\n\n34,138  \n(34,453)\n\nScope 1 emissions – from financially controlled  \nown operations\nWhere 92% of the emissions come from our ocean operations \nrelated to fuel use\n\n386\n(444)\n\nScope 2 emissions – from generation of purchased electricity \n(location-based)\nWhere 56% of the emissions come from our terminals\n\n44,938\n(47,980)\n\nScope 3 emissions – created in the value chain as result of \nMaersk’s business activities\nIncluding emissions from cargo transported under vessel-\nsharing agreements and sourcing of marine fuels to third-party \ncustomers. The main drivers of these emissions are:\n\n20,465\n(26,575)\n\n10,428\n(8,799)\n\n5,728\n(3,248)\n\n5,653\n(5,949)\n\n•  Upstream transportation and distribution\n\n•  Use of sold product (incl. sale of marine fuels and reefer \n\ncontainers to third parties)\n\n•  Purchased goods and service\n\n•  Fuel and energy-related activities\n\n2020\n\n-22%\n\n-100%\n\n-35%\n\n2022\n\n2023\n\n2024\n\n2025\n\n2026\n\n2027\n\n2028\n\n2029\n\n2030\n\n2031\n\n2032\n\n2033\n\n2034\n\n2035\n\n2036\n\n2037\n\n2038\n\n2039\n\n-90%\n\n-96%\n\n6.4\n\n-6.4\n2040\n\nSustainability    Report 2023\f##PAGE_BREAK##Decarbonising our Ocean business \n\nefficiency technologies on owned and time charter vessels including  \n\nnew and improved propellers, bulbous bows, shore power enablement \n\nThe two key levers to decarbonising our Ocean business – the largest \n\nand tech solutions like the Maersk’s energy efficiency platform \n\nsource of Maersk’s GHG emissions – are improving fuel efficiency and \n\nStarConnect (read more on p. 45). Combined with the continued use \n\ntransitioning to green fuels. \n\nImproving fuel efficiency\n\nof second-generation biodiesel in our fleet, we managed to lower our \n\nemissions intensity measure, EEOI⁵, from 13.0 in 2022 to a record low \n\nof 11.68 in 2023. In 2023, we also implemented better governance and \n\nIn 2023, Maersk continued increasing the energy efficiency of our fleet \n\nforecasting processes for EEOI and leading indicators to be able to \n\nthrough more fuel-efficient operations and the continuous roll-out of \n\nbetter track and act on progress during 2024.\n\nIntroduction\n\nStrategy and \ngovernance\n\nProgress on ESG\n\nRelative energy efficiency\n\nOcean energy efficiency performance 2023\n\n106%\n\n107% 96%\n\nActual\nEEOI* 2023\n11.68\n\nData and \nassurance\n\nDue to the significantly elevated security risk, Maersk in January \n\n2024 decided that all vessels due to transit the Red Sea / Gulf of Aden \n\nwill be diverted south around the Cape of Good Hope for the foreseeable \n\nfuture. While this will increase fuel consumption and emissions for \n\nthe affected vessels, the overall impact on Maersk’s emissions in 2024 \n\nis highly uncertain, as it will ultimately depend on numerous factors, \n\nincluding vessel speed and duration of the conflict.\n\n“We’re continually exploring sustainability opportunities \nacross our supply chain and our overall business, as we \nwork towards becoming a climate-neutral company by \n2040. By switching to renewable fuel, we have achieved \nan immediate reduction in fossil CO₂ emissions from \nintercontinental ocean freight by at least 84% compared \nto fossil fuel.\n\nThis initiative shows that we can act now and implement \nsolutions that achieve significant results. We all have a \nresponsibility to act.”\n\nJavier Varela\nChief Operating Officer and Deputy CEO at Volvo Cars\n\nTransitioning to green fuels\n\nfirst seven large container vessels, each with a capacity of 16,000 TEU. \n\nThe first of these, Ane Mærsk, is expected to enter service on Maersk’s \n\nA hallmark moment for Maersk - and the shipping industry - was the \n\nstring connecting Asia and Europe, which includes port calls in Shanghai, \n\narrival this year of Laura Mærsk, the world’s first methanol-enabled \n\nTanjung Pelepas, Colombo and Hamburg.\n\ncontainer vessel. The 2,100 TEU (Twenty-foot Equivalent Unit container) \n\nIn addition to ordering new methanol-enabled vessels, Maersk also \n\nfeeder vessel completed its entire maiden voyage from South Korea to \n\nannounced in 2023 our intentions to convert an existing 14,000 TEU \n\n2020 2021 2022 2023\n\n2030\n\nits name-giving ceremony in Copenhagen on green methanol, and is now \n\nvessel from a traditional diesel engine to a dual-fuel methanol engine. \n\nRelative EEOI  \nfrom 2020 (%)\n\n2030 target pathway for \nrelative EEOI, 2020 index \n\nin service on the Baltic Sea, operating on green fuels. \n\nThis first-of-its-kind project will help demonstrate that new builds are \n\nIn 2023, we expanded our portfolio of methanol-enabled vessels on \n\nno longer the only pathway to decarbonisation. A vessel conversion \n\n*EEOI: Energy Efficiency Operational Indicator\n\norder with six additional vessels with a capacity of 9,000 TEU each, to be \n\nwill take place in 2024, with the intention of replicating the retrofit on \n\ndelivered in 2026 and 2027. In 2024, we will begin taking delivery of the \n\nadditional vessels in the coming years. \n\n2121\n\n5 \n\nPlease refer to the accounting policies on p. 55 for more information on how the 'Reduction in carbon intensity (Ocean) by 2030 (baseline year 2020)' is calculated.\n\nSustainability    Report 2023 \n\f##PAGE_BREAK##Continued growth in Maersk ECO Delivery\n\ncontainer will be verified by an external third party for the scope of \n\ngreen methanol at a US-based facility by using captured biogas from \n\n2023 saw continued demand growth for the ECO Delivery products  \n\ncustomers’ Maersk ECO Delivery Ocean agreement.  \n\ndecomposing organic waste in landfills.\n\nof Maersk, which replace fossil fuels with biodiesel and green \n\n2023 saw positive progress in securing green fuels for both  \n\nWithin her current Baltic Sea feeder route, Laura Mærsk will be  \n\nmethanol certified with International Sustainability and Carbon \n\nMaersk’s immediate needs and towards meeting 2030 targets. The \n\nbunkered in Rotterdam with biomethanol produced from biomethane \n\nCertification to ensure fully traceable, responsible feedstock and \n\nECO Delivery Ocean product today relies mainly on the use of drop-in \n\nand certified in accordance with the EU Renewable Energy Directive. It is \n\nsourcing. In 2023, over 683,000 tonnes GHG savings were achieved,  \n\nbiodiesel as a fuel, which can be used in conventional vessels. In 2023,  \n\nproduced by global energy company Equinor, using existing facilities and \n\nand around 3% of Maersk Ocean volumes are now transported with  \n\nMaersk continued expanding its global biodiesel supply infrastructure  \n\ninfrastructure for  a quick route to market and contributing to a greener \n\nECO Delivery Ocean. \n\nto key bunkering hubs in Europe and Singapore. We will continue to  \n\ngas grid while also capturing methane emissions that would otherwise \n\nTo date over 212 customers have opted for ECO Delivery, and in  \n\nrely on biodiesel to scale the green fuel base while building up the \n\narise from the feedstock manure.\n\n2023 global brands such as Nestlé and Inditex committed to shipping \n\nsupply base of other green fuels such as methanol.  \n\nIn 2021, Maersk signed a deal to secure future volumes for Laura \n\n100% of the ocean volumes they ship with Maersk via ECO Delivery \n\nOcean. This growth reflects customers’ growing engagement with \n\nSecuring green methanol today\n\nMærsk from a European Energy facility in Southern Denmark. The \n\nproduction plant is expected to come online in 2024 and will produce \n\nsupply chain partners who can help realise their climate ambitions with \n\nSince Laura Mærsk was ordered from Hyundai Heavy Industries in 2021, \n\ne-methanol from renewable electricity from the Danish electricity grid \n\nIntroduction\n\nStrategy and \ngovernance\n\nProgress on ESG\n\nimpactful solutions and credible data to support their science-based \n\nwe have worked diligently to ensure her maiden voyage and operational \n\nand from an on-site solar PV park and using biogenic waste CO₂ from \n\ntargets and enhanced reporting requirements. \n\nroute in the Baltic Sea could be run on green methanol. Biomethanol \n\nupgrade of biogas to biomethane. \n\nData and \nassurance\n\nIn 2023, Maersk also introduced a new methodology to support \n\nwas secured from Dutch producer OCI Global to cover Laura Mærsk’s \n\nThe necessity of exploring several different pathways illustrates the \n\ncustomers’ needs for more accurate emissions reporting, based on \n\nmaiden 21,500 km journey from Ulsan, South Korea, to Copenhagen, \n\ncomplexity of securing green fuels at scale today. The graphic below \n\nGlobal Logistics Emission Council standards. Biofuel per transported \n\nDenmark – more than halfway around the globe. OCI produces its \n\nshows some of the different pathways to green methanol. \n\nSource \n\nProduction\n\nFuel type\n\nMin. lifecycle greenhouse \ngas emissions reduction \n\nWaste biomass\n\nBiogas reforming \nto bio-methane\n\nBio-methane added into gas grid and \nphysically connected to production facility\n\nMethanol plant takes biomethane out of the grid \nto produce green methanol on mass-balance basis\n\nWaste biomass\n\nGasification\n\nSyngas\n\nMethanol synthesis\n\n+\n\nBio-methanol\n\nBio-methanol\n\n=\n\n=\n\n=\n\nRenewable electricity\n\nElectrolysis\n\nGreen hydrogen\n\nBiogenic CO2\n\nBiogas reforming to bio-methane\n\nE-methanol\n\n2222\n\n65%\n\n65%\n\n70%\n\nSustainability    Report 2023 \n\f##PAGE_BREAK##Securing tomorrow’s green fuels\n\nagreement, Goldwind will supply annual green methanol volumes of \n\nAmmonia is one promising fuel we are investigating for Maersk vessels. \n\nIn November 2023, Maersk signed a landmark offtake agreement \n\n500,000 tonnes starting in 2026 - enough to allow green methanol \n\nSubstantial groundwork and R&D have been conducted, and Maersk is \n\nwith Chinese developer Goldwind, a global leader in clean energy, \n\noperations for the first 12 of our coming 24 methanol-capable vessels.\n\nfacilitating a comprehensive assessment of the environmental impacts \n\nthat significantly de-risks our emission reduction commitments in the \n\nTo help further catalyse this ramp-up, A.P. Moller Holding, together with \n\nof using ammonia as a shipping fuel with various industry partners. \n\ncoming decade. In the global shipping industry’s first large scale offtake \n\nA.P. Moller - Maersk as a minority owner, created a seed investment in \n\nThe assessment encompasses a full life cycle assessment of  ammonia, \n\nMaersk’s definition of green fuels \nWe define ’green fuels’ as fuels with low to very low GHG emissions \nover their life cycle compared to fossil reference fuels. Different \ngreen fuels achieve different life cycle reductions depending on their \nproduction pathway. By ‘low’ we refer to fuels with 65-80% life cycle \nGHG reductions compared to fossil fuels. ‘Very low’ refers to fuels with \n80-95% life cycle GHG reductions compared to fossil reference fuels.\n\nC2X – an independent company that will build, own and operate assets \n\nas well as a thorough evaluation of the environmental risks posed by \n\nto produce green methanol at scale. C2X plans to bring three million \n\nammonia spills from vessels. The study results, to be published in 2024, \n\ntonnes of green fuels to market annually starting in 2030, and large \n\nwill be benchmarked against other relevant shipping fuels, providing a \n\nprojects are underway in Egypt and Spain.\n\nneutral and science-based comparison to promote informed decision-\n\nMaersk continues working hard on securing the volumes of green \n\nmaking. Maersk is also investigating other potential energy sources that \n\nmethanol and other green fuels needed to reach our 2030 and 2040 \n\ncould support the decarbonisation of our fleet. \n\ntargets through a large portfolio of green fuel suppliers. Technologies are \n\nbeing developed to enable more scalable and competitive methods of \n\nproducing biofuels, green methanol (biomethanol and e-methanol) and \n\nDecarbonising Logistics & Services\n\ngreen ammonia, and Maersk continues to explore potential future fuels. \n\nThe rapidly growing need for end-to-end logistics solutions and  \n\n2,100 container capacity\n\n16,000 / 17,000 container capacity\n\n9,000 container capacity\n\nLaura Mærsk\nIn operation since September 2023\n\n18 vessels\n2024-2025 delivery\n\n6 vessels\n2026-2027 delivery\n\nheightened expectations for sustainable supply chains are driving  \n\ndemand for more road, rail, warehouse and air decarbonisation \n\nsolutions. These are reflected in our commitments to increase  \n\nour adoption of renewable electricity and/or green fuels in these \n\noperations.  \n\nIn our landside transportation business, Maersk is investigating \n\nboth existing and emerging trucking technologies from battery-electric \n\nto fuel cells and hydrogen. We currently see battery-electric becoming \n\nthe dominant energy system. Transitioning our landside transportation \n\nhowever presents challenges beyond technology. Maersk is dependent \n\non our suppliers’ willingness to invest in green assets, and on energy \n\nproviders and energy infrastructure for green power. \n\nAddressing these challenges will likely require Maersk to rethink \n\nhow we engage with suppliers, partners and customers to effectively \n\nde-risk capital investment across the value chain and incentivise the \n\nscaling of these technologies until the end of the decade, when we \n\nforecast cost of ownership for electric trucks to reach parity with  \nfossil fuels.  \n\nIn 2023, Maersk launched an ECO Delivery Inland product in select \n\nlocations within the USA using owned/leased electric vehicles. Further,  \n\nwe began deploying heavy duty electrical trucks, together with partners, \n\nin Germany, Norway, Sweden, the UK and China, and pilots in Brazil. We \nalso launched low and very low-emissions dry storage warehouses in the \n\nUK, Malaysia and Colombia.  \n\nIntroduction\n\nStrategy and \ngovernance\n\nProgress on ESG\n\nData and \nassurance\n\n2323\n\nSustainability    Report 2023\f##PAGE_BREAK##In 2024, we will continue broadening our ECO Delivery Inland offerings \n\nacross both geographies and transport modes, building more vendor \n\nDecarbonising Terminals and Towage  \n\nof the Zero Emission Port Alliance during COP28 – an industry-wide \n\nstrategic coalition with the goal of accelerating container handling \n\npartnerships. This includes expanding to electric rail, barge solutions, \n\nMaersk’s decarbonisation commitment also applies to APM Terminals’ \n\nequipment electrification. \n\nand increasing our heavy electric truck capacity.\n\nnetwork of owned and operated terminals. Levers that will be activated \n\nTo prepare internally for the transition to battery-electric \n\nDecarbonising storage facilities (excluding depots) is already \n\nto reduce emissions at terminals include switching to renewable \n\nequipment, APM Terminals kicked off the first of five electric equipment \n\npossible from a technology perspective and offers a positive business \n\nelectricity, direct electrification, battery-electric mobile equipment, \n\npilot projects at the Aqaba Container Terminal in Jordan this year. \n\nIntroduction\n\nStrategy and \ngovernance\n\ncase in terms of increased operational efficiencies. A key challenge is \n\nenergy optimisation and green fuels. To ensure a successful \n\nmaking the business case for investments with longer payback periods. \n\nimplementation of our global strategy, we are building local roadmaps \n\nLike landside transport, efficiencies for these facilities are also reliant  \n\nwith our terminals.\n\non access to green electricity and underlying infrastructure. \n\nSince 2020, APM Terminals has reduced its absolute scope 1 and \n\nIn warehouses, we will continue driving energy consumption \n\n2 emissions by 13%. Additionally, 40% of electricity demand is now \n\nvisibility and corresponding reduction targets through the retrofitting \n\nprocured by renewable resources. Key initiatives driving the emissions \n\nof smart meters and site level energy transition roadmaps. Maersk is \n\nreduction include the implementation of dedicated green tariffs \n\nProgress on ESG\n\nalso designing a strategy for sourcing renewable electricity in 100+ key \n\nin European terminals, Elizabeth (USA) and Callao (Peru), a virtual \n\nlocations during 2024.  \n\npower purchase agreement covering 40% of electricity in Pipavav \n\nAir cargo remains a critical part of supply chains for many \n\n(India), switching from diesel to renewable diesel in Los Angeles (USA), \n\nData and \nassurance\n\ncustomers, and a significant contributor to logistics emissions. \n\ninstallation of on-site solar in Pipavav (India), Aqaba (Jordan) and \n\nSustainable Aviation Fuel (SAF) is the only current available solution, \n\nBarcelona (Spain), and implementation of energy optimisation initiatives \n\nhowever it is costly and expected to remain too scarce to make a \n\nat 12 terminals to reduce fuel and electricity use.\n\nsignificant emission reduction impact. Although there is currently \n\nIn 2023, APM Terminals and DP World published a joint white \n\nno line of sight on scalable solutions, Maersk remains committed to \n\npaper emphasising the importance of electrified container handling \n\nDecarbonising Terminals: 2023 highlights\n\n13% reduction in absolute scope \n1 and 2 emissions since 2020\n\n40% electricity procured by \nrenewable resources\n\ndriving transformation through deep engagement with airlines, fuel \n\nequipment (read more). The high cost of battery-electric equipment \n\nIn our Svitzer towage business, decarbonisation efforts focus on \n\nsuppliers and customers. In 2023, Maersk focused on the needed \n\nis a primary challenge to decarbonisation in the terminals industry; \n\nequipment, behaviour and fuels. Around 16% of its fully-owned fleet  \n\ngovernance and resources to support SAF sourcing requirements, and \n\nhowever, the white paper shows that with the right actions from \n\nare now operating on biofuel, and in 2023 the Svitzer fleet achieved over  \n\non engaging with customers to test viable solutions. In 2024, we will \n\nindustry stakeholders, battery-electric equipment can be an affordable \n\n18% improvement in vessel carbon intensity. Svitzer also has methanol \n\ncontinue building relationships with suppliers and airlines, as well as \n\nand accessible solution this decade, and competitive with incumbent \n\nhybrid fuel cell and high speed methanol engine TRAnsverse vessels in \n\nworking closely with our customers to design the right future solutions.  \n\ndiesel technologies. The white paper offers a roadmap for container \n\ndevelopment. Decarbonisation efforts enable Svitzer to develop new \n\nWe have also started piloting our ECO Delivery Air solution with  \n\nterminal electrification, with key levers and actions for all players \n\nvalue propositions, like Ecotow, to support customers to meet their  \n\nour first customers.\n\nacross the value chain. The companies also announced the formation \n\nown ESG goals.\n\nM A E R S K\n\n2424\n\nSustainability    Report 2023\f##PAGE_BREAK##Regulatory drivers of progress\n\nCOP28 marks milestone \n\nMaersk believes that the United Nations Climate Change Conference \n\nRegulation that creates a level playing field and encourages  \n\n(COP28) marked a pivotal moment in global climate negotiations. This was \n\ninvestments in vessels, fuel and infrastructure remains critical to \n\nthe first time a COP agreement was reached that calls on all countries to \n\nNatural Climate Solutions \n\nIntroduction\n\nStrategy and \ngovernance\n\nachieving climate neutral supply chains. In 2023, concrete progress \n\nmove away from using fossil fuels. The scope includes accelerating efforts \n\ncontinued through regional initiatives and globally with the International \n\ntowards the phase-down of unabated coal power, phasing out inefficient \n\nMaritime Organization (IMO) and through forums like the United Nations \n\nfossil fuel subsidies and other measures that drive the transition away \n\nClimate Change Conference (COP28). \n\nfrom fossil fuels in energy systems in a just, orderly and equitable manner, \n\nMaersk is committed to conducting all our policy outreach in \n\nwith developed countries continuing to take the lead.  \n\nalignment with the goal of limiting global temperature rise to 1.5°C. We \n\nAnother notable achievement was the commitment to significantly \n\nactively engage with policymakers and stakeholders to advocate for \n\nincrease renewable energy. Around 118 countries agreed to triple \n\nregulations and policies that support this crucial objective, ensuring our \n\nrenewable power generation capacity and double energy efficiency by the \n\nbusiness strategies are in harmony with global mitigation efforts.\n\nend of this decade. These ambitions hinge on strong government support \n\nProgress on ESG\n\nThe European Union’s Fit for 55 legislative package, aimed at \n\nand substantial financing to bridge a USD 18 trillion investment gap.  \n\nreducing net greenhouse gas emissions by at least 55% by 2030 \n\nHowever, for Maersk, the final text of COP28 fell short in one key  \n\ncompared to 1990 levels, includes the EU Emissions Trading System and \n\narea. It lacked explicit language to ‘phase out’ or ‘phase down’ fossil  \n\nData and \nassurance\n\nthe groundbreaking FuelEU Maritime fuel standard, which takes a ‘well \n\nfuels. Nevertheless, Maersk still sees this agreement as a milestone and \n\nto wake’ approach to ensure emissions are not merely shifted from sea \n\nhopes that the COP momentum can be sustained throughout 2024 - not \n\nto shore. Maersk is preparing for these regional measures and hopes \n\nleast in difficult upcoming IMO negotiations.  \n\nAs part of our commitment and in line with the SBTi Net Zero \n\nstandard, which recommends that companies compensate \n\nfor emissions above and beyond abatement targets to deliver \n\nnet zero, Maersk continues to evaluate the options for Natural \n\nClimate Solutions (NCS) and how we can build a portfolio \n\nof projects. NCS refers to a range of voluntary activities \n\nto avoid and remove GHG emissions from the atmosphere \n\nthrough projects such as reforestation, renewable energy and \n\nmethane capture. These activities are registered by private \n\ncarbon standard organisations, and carbon credits are issued \n\nthat match verified GHG emission reductions and removals \n\nassociated with the activities. Our work is in a nascent phase, \n\nand we will report more on this in future reports.\n\nthey will be a steppingstone for IMO global measures. \n\nGlobally, the 80th session of the IMO’s Marine Environmental \n\nProtection Committee marked a significant advancement in maritime \n\nenvironmental regulations. The committee adopted a revised strategy \n\nincluding enhanced ambitions to reach net zero GHG emissions from \n\ninternational shipping by 2050. \n\nFor Maersk, the two most important and complementary  \n\nmeasures in the revised strategy are a mandate to develop a global fuel \n\nstandard and a maritime GHG emissions pricing mechanism. A global \n\nfuel standard of 5-10% green fuels by 2030 will ramp up the use of \n\ngreen fuels in shipping, while the GHG price addresses energy efficiency.\n\nA number of GHG pricing mechanism proposals are under \n\nconsideration, with different price points and different approaches,  \ne.g. from well-to-wake to a levy to emissions trading or feebate \n\nsystems.  Maersk, along with other members of the World Shipping \n\nCouncil, has put forward a proposal for a Green Balance Mechanism – \n\nessentially a  subsidy-fee mechanism including an administrative and \n\nredistribution element on top, as well as a just and equitable transition \nelement and R&D fee. Read more about our policies and positions  \n\non our website.   \n\n2525\n\nEnsuring a just transition\n\nAchieving net zero global supply chains will require massive changes \nin society, as well as industry and policy. These will affect the way \npeople live and work as well as the flow of goods around the world. \n\nIn line with Our Purpose, Maersk is committed to ensuring that the \n\ngreen transition is just and inclusive, so that it benefits society and \nimproves lives, and does not have unintended negative impacts of \npeople’s rights or wellbeing. Maersk continues maturing its approach \nto ensure a just transition across our three key touchpoints:\n•  Responsibly supporting green fuel supply chain creation, which \n\nshould not come at the expense of people, including workers and \nlocal communities.\n\n•  Preparing the workforce of tomorrow, including upskilling and the \n\ncreation of new, decent jobs in the green energy supply chain.\n•  Policy advocacy, to ensure a human-centred and just approach  \n\nwith the policy frameworks on which we rely.  \n\nMaersk CEO Vincent Clerc, together with the CEOs of CMA-CGM, Hapag \nLloyd, MSC and Wallenius Wilhemsen, jointly called for a phase out of \nfossil-fueled vessels and a global green balance mechanism at COP28. \nSee more on our COP28 engagement on p. 16.\n\nSustainability    Report 2023\f##PAGE_BREAK##EU Taxonomy reporting\n\nlower share of revenue, Capex and Opex related to taxonomy-\n\nvessels required for port operations and auxiliary activities. For Svitzer, no \n\naligned activities. Over the coming years, we expect to see a modest \n\nactivities are currently aligned. For Maersk Supply Services , revenue from \n\nThe EU Taxonomy is a classification system for which economic activities \n\ngradual increase of taxonomy-aligned revenue and a continued \n\naligned activities includes enabling activities in installation, maintenance \n\ncan be considered environmentally sustainable. It is a cornerstone \n\nsteady increase in the taxonomy-aligned Capex in line with our \n\nand repair of renewable offshore wind parks. Aligned Capex relates to: \n\nof the EU’s sustainable finance framework and an important market \n\ndecarbonisation strategy.\n\n1.  Existing service vessels that have undergone retrofitting meeting \n\ntransparency tool defining criteria for economic activities that are \n\naligned with a net zero trajectory by 2050 and broader environmental \n\nOcean\n\nthe technical screening criteria; \n\n2.  Expenditures incurred towards offshore electrical charging \n\ngoals other than climate. In this way, it serves to help direct investments \n\nThe eligible activities in Ocean mainly relate to ocean container \n\ninfrastructure project; and \n\nto the economic activities most needed for the transition, in line with \n\ntransport and associated services. Aligned revenue in Ocean is related \n\n3.  Milestone payments for an offshore wind installer vessel.\n\nthe European Green Deal objectives to reduce greenhouse gas emissions \n\nto 22 conventional vessels as well as our first green methanol vessel \n\nin the EU by at least 55% by 2030, compared to 1990 levels. It is used \n\nthat meet the technical screening criteria. Aligned Capex relates to 1) \n\nas a key reference point and requirement in current and upcoming \n\ncapital expenses in relation to existing aligned vessels; and 2) milestone \n\nsustainability and ESG-related disclosure regulation and standards, \n\npayments for the ordered green methanol vessels incurred during the \n\nProgress on ESG\n\nincluding CSRD, and we expect it to set the standard for other countries \n\nyear. Aligned Opex is the repair and maintenance expenditures  \n\nto follow. From 2023, the EU Taxonomy has expanded in scope beyond \n\nin relation to aligned vessels incurred during the year. The share of  \n\nthe two climate-related objectives to include more economic activities \n\nnon-eligible activities in Ocean mainly relates to investments in and  \n\nand screening criteria across six climate and environmental objectives \n\nrepair/maintenance of containers and activities related to trading  \n\noutlined in the regulation.\n\nof marine fuels.\n\nA.P. Moller - Maersk (Maersk) uses the EU Taxonomy criteria in our \n\nGreen Financing Framework (GFF) to define the types of activities and \n\nLogistics and Services\n\nassets that are eligible under the GFF, and we see increasing interest \n\nIn line with the recently updated criteria, eligible activities in Logistics \n\nand expectations from investors and other financial market participants \n\nand Services relate to warehousing as well as to road, rail and air freight. \n\nto Maersk’s EU Taxonomy performance and reporting. Since 2022, \n\nAs warehousing in itself is not an eligible activity, the focus is on the \n\nwe have reported the share of activities that are ‘taxonomy-aligned’ \n\nbuildings we acquire and refurbish, potentially leading to aligned Capex \n\nand ‘taxonomy-eligible’. Aligned activities are the share of Maersk’s \n\nand Opex, but no revenue. Aligned revenue is related to electrical \n\neligible activities that meet both the ‘substantial contribution’ and ‘do \n\ntrucking and rail freight. As Maersk does not own any trains, aligned \n\nno significant harm’ criteria outlined in the taxonomy regulation. In \n\nCapex and Opex relate to the electrical trucks that passed the screening \n\nTerminals\n\naddition to these activity-specific criteria, we have also completed a \n\ncriteria. Non-eligible activities in Logistics and Services mainly relate to \n\ngroup-level assessment on how we comply with the social minimum \n\nservices within supply chain management and e-commerce.\n\nsafeguards and how we do not violate any of the additional exclusion \n\ncriteria of the EU Taxonomy. We have assessed that the economic \n\nTerminals\n\nactivities of the new environmental objectives, included from 2023, are \nless relevant to Maersk’s business model and decarbonisation strategy. \n\nEligible activities in Terminals mainly relate to port infrastructure \nsupporting ocean-based transportation. Aligned revenue, Capex and \n\nThus, we continue to use climate change mitigation as our primary \n\nOpex are linked to electrical equipment used to operate the terminals, \n\nscreening criteria.\n\nincluding cranes, trucks and lifts etc. Non-eligible activities in Terminals \n\nThe results of Maersk’s taxonomy screening for 2023 confirm that \n\nrelate to terminal concession rights and operational software. \n\nthe company has significant opportunity to substantially contribute \ntowards climate change mitigation, and that it is in its early stages of \n\nTowage and Maritime Services\n\nthe journey to decarbonise its end-to-end value chain. Hence, we see \n\nEligible activities in Towage and Maritime Services mainly relate to \n\na high share of eligible revenue, Capex and Opex, but a significantly \n\nMaersk Supply Services’ and Svitzer’s operation of service vessels and \n\nA.P. Moller - Maersk taxonomy reporting  \nfor 2023\n\nTaxonomy-eligible activities as share of\n\nSegment\n\nRevenue\n\nCapex\n\nOpex\n\nOcean\n\nAligned\nEligible but not aligned\nNon-eligible\n\nLogistics  \n& Services\n\nAligned\nEligible but not aligned\nNon-eligible\n\nAligned\nEligible but not aligned\nNon-eligible\n\nTowage and \nMaritime \nServices\n\nAligned\nEligible but not aligned\nNon-eligible\n\n2%\n58%\n3%\n\n0%\n12%\n15%\n\n2%\n4%\n0%\n\n0%\n2%\n2%\n\nConsolidated\n\nAligned \nEligible but not aligned\nNon-eligible\n\n4%\n 76% \n20%\n\n11%\n27%\n9%\n\n0%\n15%\n15%\n\n6%\n11%\n0%\n\n0%\n4%\n2%\n\n17% \n57% \n26%\n\n1%\n26%\n27%\n\n0%\n15%\n1%\n\n6%\n14%\n4%\n\n0%\n6%\n0%\n\n7% \n61% \n32%\n\nFor a detailed overview of Maersk’s eligible and aligned activities,  \nsee pp. 52-54. For more information on how the numbers have been \nprepared, see pp. 52-54.\n\nIntroduction\n\nStrategy and \ngovernance\n\nData and \nassurance\n\n2626\n\nSustainability    Report 2023\f##PAGE_BREAK##Climate-related risks\n\n2023 was another year of weather extremes that disrupted global \n\nIn 2023, we conducted a study to understand the potential ways in \n\neconomies and affected millions of people worldwide. Our business \n\nwhich Maersk might be exposed to, and mitigate, climate change-related \n\nand operational efficiency may be directly impacted by such incidents, \n\nlegal liability risks. These include liabilities stemming from failure to \n\nfor example the drought of the Panama Canal, which prompted us to \n\nmitigate our impact on climate change, potential errors or omissions \n\nperform operational adjustments to our shipping transits. This serves \n\nin the disclosure of climate change related metrics and greenwashing \n\nas a clear indication of the urgency of addressing the physical impacts \n\nallegations in connection with the marketing and sales of ECO Delivery \n\nof climate change. We are further impacted by complex transition risks \n\nproducts. We assess these risks to fall below the materiality threshold, \n\nand opportunities that unfold on the journey towards a green and just \n\nand there is strong internal governance around our decarbonisation \n\ntransition. Our approach to working with climate-related risks and \n\nefforts, with enhanced transparency and data quality as key mitigating \n\nopportunities aims to ensure a comprehensive risk management and \n\nactions to such risks.\n\nstrategic approach as a foundation for climate-resilient investments. \n\nPhysical risk\n\nKey identified risks and mitigative actions \n\nOur assets around the world are impacted by extreme weather events \n\nTwo climate-related risks and opportunities stand out as the most \n\nsuch as typhoons and hurricanes, wildfires, droughts and flooding. \n\nsignificant to our business. These are:\n\nFor example, in 2023, four properties in Durban were damaged as a \n\n1.  Transition risk and opportunity: Failure to decarbonise our  \n\nconsequence of extensive floods. Besides causing physical damage \n\nsupply chain or generate business value from decarbonisation. \n\nsuch events also cause disruption of the operation of the assets and \n\nThe growing market/demand for our ECO Delivery products is a \n\nfurthermore have an impact on our ability to operate the network.  \n\ncorresponding opportunity. \n\nAs a response to the physical risk to our assets, all our majority-\n\n2.  Physical risk: The physical impact of climate change on our assets, \n\nowned terminals and large warehouse locations are part of a loss \n\nnetworks and global supply chains. \n\nprevention programme entailing an assessment of climate change \n\nTransition risk and opportunity\n\nrelated exposure (e.g. flooding, storms etc). In 2023, we conducted 13 \n\nrisk engineering reports for selected terminals (which we revisit every \n\nFailure to decarbonise at a speed that meets the expectations of \n\nthird year), and we performed an extended advisory for Port Elizabeth, \n\ncustomers, regulators and investors is a strategic risk for Maersk. \n\nas a follow up on the findings from the climate change risk assessment \n\nThis year, we have successfully submitted and secured SBTi validation \n\nconducted in 2022.\n\nof our 2030 and 2040 targets supported by robust transition plans. \n\nEnsuring access to green fuels at scale is a risk which we are mitigating \n\nby building a robust portfolio of green fuels supply agreements. We \n\ncontinue to see a strategic opportunity to support our customers with \nECO Delivery products, with 3% of our Ocean volume today transported \n\nPlease see the TCFD index in our ESG Factbook here for more \n\ninformation on climate-related risks and opportunities.  \n\non green fuels. However, ultimately the key to ensuring that Maersk \n\nThis year, we have expanded the index to incorporate more \n\nderives business value from decarbonisation will be global regulations \n\ndetailed disclosure for each recommendation outlined in the \n\nand incentives to level the playing field between green and black fuels, \n\nTCFD framework. \n\nand we are stepping up our advocacy and industry engagement in \nsupport of such measures. See p. 25 for more details. \n\nIntroduction\n\nStrategy and \ngovernance\n\nProgress on ESG\n\nData and \nassurance\n\n2727\n\nImage courtesy of The Panama Canal Authority.  \nClimate-driven drought in 2023 caused \nrestrictions for the number of vessels that could \ntransit the Panama Canal, one of the world’s \nmost important shipping lanes. \n\nSustainability    Report 2023\f##PAGE_BREAK##Why it matters\n\nWe have a responsibility to minimise \nnegative environmental impacts from \nour operations, in compliance with \nregulations, and to live up to the \nrequirements and expectations of our \ncustomers and other key stakeholders.\n\nAmbition\n\nWe see ourselves as active citizens of \nthe Earth, operating on the oceans and \nincreasingly on land. We are committed \nto doing as little harm as possible while \nactively participating in restoring ocean \nand land health, as well as protecting \nhabitats and biodiversity where we \noperate. We aspire to be recognised by  \nour stakeholders for our commitment  \nand actions.\n\nTargets\n\nWithin the category of Environment and \necosystems, we prioritise four key areas \nof action: 1) Biodiversity and ecosystem \nhealth, 2) Pollution and waste, 3) \nEfficient resource consumption, and 4) \nResponsible ship recycling (see p. 31).\nWe set targets and measure our \nprogress through KPIs and relevant \nmetrics which we transparently share \nwith our stakeholders. Please refer \nto each of the subject areas on the \nfollowing pages to see current targets.\n\nIntroduction\n\nStrategy and \ngovernance\n\nProgress on ESG\n\nData and \nassurance\n\n2828\n\nEnvironment  \nand ecosystems\n\nImplementing a global ESIA standard \n\nIn 2023, we continued the roll-out of a global requirement for Environmental and \n\nSocial Impact Assessment (ESIA) aligned with international standards, with initial \n\nfocus across our terminals business and further expansion across our logistics \n\nbusinesses planned for 2024. The requirement covers all new projects screened and \n\ncategorised based on their scale and potential for impacts. Projects in scope are \n\nrequired to have ESIAs undertaken in accordance with Maersk’s requirements, host \n\nAs a global company operating on land, air and sea, A.P. Moller – Maersk (Maersk) \n\ncountry requirements and, where relevant, lender requirements such that the ESIAs \n\ntakes care to minimise negative impacts from our activities to the environment and \n\nare appropriate to the type and nature of projects, and are proportionate to the \n\necosystems, and we also seek to contribute positively to ecosystem health where \n\nsensitivity, scale and significance of environmental and social impacts.\n\nwe can leverage our assets to do so. Our strategic efforts within this ESG category \n\nspan a broad scope of topics, including biodiversity and ecosystem health, waste \n\nGreen fuels\n\nand pollution and resource use.\n\nMaersk has set strong guidance based on life cycle assessment (LCA) for non-\n\nIn 2023, Maersk progressed in identifying material environmental topics \n\ncommodity fuels such as green methanol. See our website for more details. This \n\nbased on stakeholder engagement and mapping of our main impacts, risks and \n\nincludes an assessment of potential environmental and social impacts –   for \n\nopportunities in a comprehensive double materiality assessment (see pp. 13-16).  \n\nexample Maersk only accepts waste and residues as feedstock and no first-\n\nGlobal biodiversity and nature standards and frameworks are rapidly \n\ngeneration crops such as corn, soy, rapeseed or palm oil. Maersk is also deepening \n\ndeveloping, and the expectations of our customers, regulators, communities and \n\nits biodiversity focus with an ongoing LCA 2.0 project that looks to quantify \n\ninvestors are rising. In 2022, a historic international agreement was reached at \n\nbiodiversity loss with a new metric, phylogenetic diversity loss, providing a more \n\nthe UN COP15 with the adoption of the Global Biodiversity Framework (GBF) and \n\nnuanced perspective for more informed decisions. \n\nits vision to reverse biodiversity loss by 2030. This agreement, together with other \n\nkey policy developments, global standards and benchmarks, are fundamental to \n\nSupporting ocean and climate science \n\nframing our efforts. \n\nMaersk continues to leverage our vessels and ocean networks in support of ocean \n\nWe aim to apply consistent methods and indicators across Maersk operations \n\nand climate science through long-standing partnerships with research organisations. \n\nand supply chain in alignment with emerging regulations and standards, including \n\nIn 2023, Maersk supported the Oceans X - Xploration ISAMO (read more) \n\nworking more systematically to enhance biodiversity assessments in our green \n\nproject, an exploration of solutions that could one day recreate the natural \n\nfuel projects. This will enable a roadmap that goes beyond upcoming compliance \n\nprocess of methane oxidation, which removes methane (a greenhouse gas) from \n\nrequirements and aligns with GBF ambitions. \n\nEcosystem health and biodiversity\n\nAs a first step in our roadmap, a more comprehensive identification of  \nbaselines for biodiversity impacts will progress in 2024, guided by globally \n\nthe atmosphere. Maersk crew on vessels crossing the Atlantic collected and \n\nreturned 280 samples for analysis in 2023, helping scientists understand why \n\nmethane oxidation occurs at an increased rate over the sea and in areas with high \n\niron content, as well as the impact of dust from the Sahara Desert over the  \n\nAtlantic Ocean. \n\nWe collaborate with universities to ensure that we learn and improve and give \n\nrecognised frameworks including the Science-based Targets for Nature and the \n\nback to the societies we are part of. One example of this in 2023 was when we \n\nTaskforce on Nature-related Financial Disclosures. The baseline work will build  \n\ninvited students from the Technical University of Denmark to sail on the Munich \n\nupon ongoing efforts already taking place across our business segments as  \n\nMaersk to study opportunities for improving ESG performance. The students came \n\noutlined below.\n\nup with many different ideas considering everything from ballast water handling to \nembracing crew wellbeing and change management. \n\nSustainability    Report 2023 \n\f##PAGE_BREAK##Targets - ecosystem health \nand biodiversity\n•  Avoid invasive species from  \n\nballast water\n\n•  Avoid or minimise operations in \n\nsensitive or protected areas in oceans \nand on land\n\n•  Support ocean health through \n\nscientific research collaborations and \npartnerships\n\n•  Avoid transport of illegal wildlife and \n\nendangered species\n\nTargets - waste and \npollution\n•  Avoid spills from vessels and minimise \npollution impacts across all operations\n\n•  Reduce air pollutants impacts (SOx, \n\nNOx and particulate matters)\n\n•  Avoid accidental loss of containers  \n\nto the sea\n\n•  Ensure strong environmental \n\nmanagement systems in place across \nall operations\n\nIntroduction\n\nStrategy and \ngovernance\n\nProgress on ESG\n\nData and \nassurance\n\n2929\n\nPreventing transport of invasive species \n\nprohibition of transporting protected shark and whale products (read more).   \n\nWe are working diligently to minimise the risks of accidentally transporting invasive \n\nWe are determined to comply with all applicable regulations and will not accept any \n\nspecies between ecosystems via biofouling on our ships and ballast water. Maersk \n\nbookings of prohibited goods. The 2023 discovery of illegal timber in stolen Maersk \n\ncomplies with international conventions to perform pest control and we are making \n\ncontainers in Gabon shows that we cannot fix these complex challenges on our \n\ngood progress on ballast water treatment system installation on our vessels. In \n\nown. We support a collaborative process engaging across stakeholders to combat \n\n2023, we completed installations on 93% of our fleet and are on track to achieve \n\nthe demand and supply of illegal wildlife and timber, e.g. through our engagement \n\n100% by September 2024, the deadline set by the Ballast Water Management \n\nwith United for Wildlife and the Environmental Investigation Agency (EIA). \n\nConvention for all shipowners to have treatment systems installed on their vessels. \n\nProtecting ocean life and habitats \n\nPollution and waste\n\nMaersk takes care to avoid or minimise vessel operations in sensitive and protected \n\nOur commitments to reduce pollution and waste cover impacts to land, air and \n\nmarine areas. Reflecting our commitment to sustainable shipping practices, we have \n\noceans. We focus on improving our management systems and methods for \n\ndecided not to utilise Arctic routes for our vessels. This decision reflects our deep \n\naccounting and reporting on air emissions, waste and environmental incidents in \n\nrespect for the fragile Arctic environment and aligns with our long-term strategy \n\nline with the European Sustainability Reporting Standards.\n\nfor responsible and sustainable shipping. We recognise that while the Northern \n\nSea Route may present a shorter passage, its environmental risks and challenges \n\nAir pollution  \n\noutweigh potential operational advantages.\n\nCombustion of fuel in our operations results in air pollutants that have adverse \n\nTo reduce the risk of whale strikes or disturbing breeding whales, Maersk \n\nimpacts on human health and the environment. We hold ourselves accountable by \n\nfollows all mandatory speed reduction schemes at sea and has also implemented \n\nmeasuring and reporting on air pollutants.\n\nvoluntary schemes, reducing speed or avoiding transit in restricted zones. A key \n\nAs part of our engagement with the Alliance for Clean Air, Maersk has \n\nlever is better leveraging technology to automate decision making and provide \n\ncontributed to the development of a new methodology for calculating air \n\nmore accurate route planning to protect wildlife. In 2023, Maersk started adding \n\ngeofencing to StarConnect, our AI-powered fleet energy efficiency platform. \n\nProcedures in our Safety Management System help our crews know where whale \n\nprotection zones and MARPOL areas exist, and to comply with required regulations.   \n\nUnderwater Radiated Noise (URN) generated by commercial shipping and its \n\nimpact on marine life is acknowledged as an increasing problem, with regulatory \n\nmeasures under discussion at the IMO, in the EU and Canada. In 2023, Maersk \n\ncontinued work to gain more insight into the underwater noise created by our \n\nvessels at different speeds and draughts and the potential for retrofits and new \n\nAir pollutants \nAmount (1,000 tonnes)\n\nNitrogen oxides (NOx)\n\nSulphur oxides (SOx)\n\nbuild designs, providing input for marine regulations. We also collected URN data \n\nNon-methane volatile organic compound (NMVOCs)\n\nfrom vessels and collaborated with suppliers and class rating organisations, with \nthe ambition of establishing a baseline to measure the impact of improvements \n\nCarbon monoxide (CO)\n\nsuch as propeller blade noise frequency adjustments or noise dampening solutions.  \n\nParticulate matter (PM10*)\n\nIllegal wildlife and timber \n\nTrade in endangered species, banned timber and illegal wildlife remains a lucrative \nillegal business run by sophisticated and well-organised international crime \n\nParticulate matter (PM2.5)\n\nBlack carbon (BC)\n\nnetworks. Maersk has a firm policy against transporting illegal wildlife supporting \n\n* By default, PM10 includes smaller particles (such as PM2.5 and Black Carbon).\n\nthe Convention of the International Trade of Endangered Species (read more), and a \n\n2023\n\n672\n\n90\n\n16\n\n77\n\n49\n\n38\n\n3\n\n2022\n\n611\n\n100\n\n27\n\n55\n\n51\n\n43\n\n3\n\nSustainability    Report 2023 \n\f##PAGE_BREAK##pollutants beyond SOx and NOx¹. Since 2022, we have used this \nmethodology to expand our reporting on air pollutants. See \n\npolicies and enable target-setting. In support of the global requirement, \n\nA pilot with 200 mooring ropes began in Singapore which will help scale \n\nwe are developing training modules for environmental awareness across \n\nup the initiative and validate a final solution including traceability and \n\nperformance in the table on p. 29. To date, our inventory accounts \n\nour operations. \n\ntransparency for key factors such as life cycle GHG emissions.\n\nfor pollutants associated with electricity generation, direct fuel \n\nIn 2023, we generated a total amount of 533,000 tonnes of waste, \n\ncombustion and industrial processes. We aim to expand our inventory \n\na decrease from 553,000 tonnes in 2022. The decrease was mainly \n\nWater\n\nIntroduction\n\nin coming years to cover all the pollutants generated throughout our \n\ndriven by an increased focus on waste reduction on vessels including \n\nThe increasing expansion of our landside activities and the rising \n\nvalue chain, e.g. from third-party transportation, and to set targets to \n\nenvironmental awareness raising of our crew.  \n\nsourcing of biofuels and e-fuels will increase water consumption in \n\nmeasure the impacts of our mitigation efforts.\n\nStrategy and \ngovernance\n\nOil spills \n\nEfficient resource consumption\n\nour operations and supply chain. For example, the creation of e-fuels \n\nbegins with an electrolysis process that extracts hydrogen from water. \n\nThroughout 2023, we have continued to assess the increasing risk \n\nIn 2023, Maersk did not have any significant oil spills (>10 m3) to the \n\nManaging our resources effectively, and reducing the resource impacts \n\nof water stress and enhanced our methodologies to ensure greater \n\nenvironment. \n\nfrom our operations, is of vital importance to Maersk and essential to \n\nconsistency and accuracy in our assessments.\n\nProgress on ESG\n\nLost containers\n\nWe continue to drive a range of initiatives aimed at reducing the risk  \n\nMaterials and circularity\n\ndelivering on our ESG agenda.\n\nOur consumption of freshwater in our direct operations increased \n\nby ~18% from 2.5 to 2.96 million m3 in 2023. This increase is mainly due \n\nto Maersk's acquisition of LF Logistics in 2022, which has significantly \n\nData and \nassurance\n\nof containers lost at sea, including the evaluation of new vessel lashing \n\nMaersk is engaged in several initiatives focusing on recycling and circular \n\nincreased our landside footprint, and that has been included for the first \n\nforce calculation tools, roll dampening technologies and parametric roll \n\nmaterials use. A prominent example relates to green steel connected \n\ntime in our ESG performance data this year. \n\nresonance. Maersk also validated new stack resonance calculations with \n\nwith our ship recycling activities, see p. 31.   \n\nSimilar to last year, we have been able to provide water stress \n\nreal vessel data, and successfully tested a next generation tether lashing \n\nAnother example is a mooring ropes recycling pilot initiated with \n\ncontext to Maersk’s total 2023 consumption, using Aqueduct 4.0 data \n\nsystem for further development. \n\nC-Loop, a Wilhelmsen-backed  venture. Mooring ropes are made of \n\nfrom the World Resources Institute (WRI)². In 2023, around 45% of \n\nUnfortunately, we were not successful in eliminating container \n\naround 400 kg of plastic, need to be replaced every 3-5 years, and \n\nMaersk’s water consumption took place in high and extremely high \n\nloss this year. In 2023, Maersk had two container loss incidents, both \n\nare currently disposed of in landfills or incinerated - emitting GHGs \n\nwater stress zones. Further, ~6% of the water consumption occurs in arid \n\noccurring in December: Six containers were lost at sea off the coast of \n\nand other pollutants, including microplastics. Maersk and C-Loop are \n\nzones, which are classified by WRI to both have low water availability as \n\nSpain from the chartered vessel Toconao, operated by an external ship \n\nexploring several solutions to repurpose or recycle the retired ropes.  \n\nwell as low water withdrawal.\n\nmanagement  company. Our own vessel, the Mayview Maersk, lost 46 \n\ncontainers during a storm in the North Sea off the coast of Denmark. \n\nNone of the containers contained dangerous goods. While investigations \n\nin both cases are underway to determine the causes, we are taking \n\nresponsibility to ensure cleanups and are in close dialogue with local \n\nauthorities. We will make every effort to learn from the outcome of  \n\nthe investigations to avoid such incidents occurring again.  \n\nImproving waste management \n\nFollowing the introduction of a Global Waste Management requirement \n\nin 2022, a Global Waste Management Review (covering Logistics and \n\nAPM Terminals) is set to be initiated in 2024 with the aim of developing \n\na baseline understanding of waste generation and management across \nour organisation. The results will be used to strengthen our waste \n\nMaersk and C-Loop initiating the mooring \nropes recycling pilot in Singapore\n\nWater consumption in water stress zones\n\nTotal water consumption (1,000 m³)\n\n2023\n\n2022\n\n2,957\n\n2,504\n\nOut of the total water consumption in 2023, 51% was consumed in high \nwater stress zones, extremely high water stress zones and arid zones. \nThe comparative percentage was 49% in 2022. See the full overview \nof context-based water consumption data in the ESG Factbook 2023.\n\n3030\n\n1 \n2 \n\n The methodology is being developed by the Climate and Clean Air Coalition and the Stockholm Environment Institute and is available here.\n In 2023, we updated the water-context analysis to align with the latest iteration of WRI’s water risk framework, Aqueduct 4, which was released in August 2023. We have restated our 2022 water context-based \ndata to align with the updated water stress filter and updated the water risk categories to align with the categories used in Aqueduct 4.0.\n\nSustainability    Report 2023\f##PAGE_BREAK##Why it matters\n\nAs a responsible shipowner, Maersk \nensures responsible recycling of our \nvessels at end of life. Across the global \nindustry, there is an urgent need \nto create new responsible practice-\ndriven, financially viable solutions for \nresponsible recycling that can also meet \nthe projected growth in demand for \nrecycling capacity of large vessels. While \nleveraging these volumes, shipping can\ncontribute towards decarbonisation of \nthe global steel value chain. As a leader \nin the shipping industry, we have a \nresponsibility to use our leverage to make \na positive impact.\n\nAmbition\n\nEnsure safe and responsible ship \nrecycling globally to the benefit of \nworkers, environment, responsible yards \nand shipowners.\n\nTargets\n•  Create global opportunities for \n\nresponsible post-Panamax ship recycling\n\n•  Work with stakeholders to support \n\ncompliance with the EU ship recycling \nregulation complianceand the Ship \nRecycling Transparency Initiative\n\n•  Continue wider Alang area development\n•  Position Maersk’s role in decarbonising \n\nthe global steel value chain\n\nIntroduction\n\nStrategy and \ngovernance\n\nProgress on ESG\n\nData and \nassurance\n\n3131\n\nResponsible\nship recycling\n\nMaersk was recognised at Global Maritime India Summit for its Responsible Ship \n\nRecycling programme in Alang. We also received a second CSR Health Impact award \n\nfrom the Integrated Health and Wellbeing Council for funding a mobile health unit \n\nand awareness training for ship recycling workers.\n\nA.P. Moller - Maersk (Maersk) sent three vessels for recycling in 2023. Two projects \n\nhave been completed, and the third will be completed in the first quarter of 2024. \n\nThe vessels were responsibly recycled according to Maersk’s Responsible Ship \n\nRecycling Standards without injury or environmental incident (more information  \n\nis available here).\n\nMaersk has responsibly recycled vessels at Alang, India, since 2016, and we \n\ncontinue our commitment and contribution to the broader development of the \n\nAlang area through health care initiatives. \n\nAlang impact assessment: Highlights\n\nWe continue monitoring the impact of Maersk’s ship recycling activities in Alang, \nIndia. The data below covers the period 2017-2023 during which 16 vessels were \nresponsibly recycled at six yards, engaging more than 1,100 workers. Please see \nthe full assessment on our website. \n\nOur engagement\n\n3,250+\n\nMan days of supervision\n\nIn addition to ensuring that our vessels are recycled to our high standards, which \n\n4,800+\n\nHealth and safety trainings\n\ngo beyond the core requirements of the Hong Kong Convention (see our policy and \n\nposition here), we aim to work as a catalyst for transformational change in the ship \n\nrecycling industry, promoting adoption of responsible environmental and social \n\npractices as suppliers scale capacity. \n\nDemand for ship recycling is expected to increase in the coming years, as some \n\n4.7 million TEU in newbuilt capacity will be delivered while at the same time, IMO \n\nCarbon Intensity Indicator regulations are likely to push shipowners to scrap older \n\nvessels with inferior efficiency ratings. This demand increase could result in a \n\nshortfall of recycling capacity as soon as 2026.  \n\nA significant share of the anticipated recycling volume increase will come from \n\n120+\n\nAudits performed, including 45+ Lloyd’s Register audits, 40+ \nenvironmental tests and 35+ Maersk Sustainable Procurement audits.\n\nThe impact\n\nZero\n\nZero\n\nZero\n\nFatalities\n\nLost-time injuries\n\nSpills and hazardous materials incidents\n\nthe largest ‘post-Panamax’ vessels (i.e. too large to pass the Panama canal prior to \n\nRegulations remain a critical capacity enabler\n\nits 2016 expansion), which few ship recycling yards are capable of handling today. \n\nMaersk continues engaging with stakeholders for a conducive regulatory \n\nThe first of Maersk’s post-Panamax vessels will be due for recycling as early as next \n\nenvironment, addressing the key capacity challenge to meet increased demand for \n\nyear and the pipeline will grow significantly over the next decades. In 2023, Maersk \n\nship recycling. In Europe, an expected revision of the Waste Shipment Regulation \n\ncontinued sending clear demand signals and enhanced our support for creating \n\nwill ensure that the EU Ship Recycling Regulation (SRR) will set the legal frames for \n\nnew opportunities via dialogue with several ecosystem stakeholders including ship \nbuilding, repair and recycling yards. \n\nship recycling. The SRR is currently under review, and Maersk contributed to public \nconsultations in 2022 and 2023. \n\nMaersk also supports opportunities for ship recycling to contribute towards \n\nMaersk supports empanelment of eligible yards located outside the EU into \n\nglobal steel decarbonisation efforts. In 2023, Maersk engaged with several steel \n\napproved lists of Ship Recycling Facilities and also recommends a focus on circularity \n\nvalue chain players to understand their appetite for securing steel from ship \n\nin the revised SRR - such as the certification of recycled steel as ’green steel’.\n\nrecycling and contributed to a publication by the Sustainable Shipping Initiative \non Green Steel and Shipping, available here. Towards this effort, Maersk remains \n\nOn a global level, Maersk welcomes the latest ratifications of the IMO’s Hong \nKong Convention on Ship Recycling (HKC), which enters into force in 2025. Maersk \n\nengaged with the SteelZero initiative (read more). \n\nsees the HKC as the primary international legislative instrument for regulating ship \n\nrecycling, with some updates needed to reflect the latest industry developments. \n\nSustainability    Report 2023\f##PAGE_BREAK##Introduction\n\nStrategy and \ngovernance\n\nProgress on ESG\n\nData and \nassurance\n\n3232\n\nSocial\n\nA.P. Moller - Maersk strives to provide a safe and inspiring environment for our \npeople to grow, develop and thrive as a diverse and global team. Our actions are \nguided by our Purpose and Core Values, international standards and the expectations \nof our key stakeholders. \n\nSafety and security\nHuman capital\nDiversity, equity and inclusion\nEmployee relations and labour rights\nHuman rights\n\nSustainability    Report 2023\f##PAGE_BREAK##Our \n    people\n\nIntroduction\n\nStrategy and \ngovernance\n\nThe people of A.P. Moller - Maersk (Maersk) are the foundation of our \n\nsuccess and the ones who deliver on our customer promises and our \n\nEnvironmental, Social and Governance commitments. \n\nMaersk’s approximately 100,000 people are also going through a \n\ntransition, as we continued accelerating our journey in 2023 towards \n\nbecoming the global integrator. This transition is creating demand \n\nProgress on ESG\n\nfor new roles and people profiles in Maersk, especially in expanding \n\nThe people who make up A.P. Moller - Maersk\n100,000+ colleagues, 181 nationalities\n\n28% of our workforce have \nfrontline jobs \n\n61% of our colleagues work \nfrom offices\n\n11% of our people are \nseafarers\n\nbusiness areas such as Logistics & Services, where we are building the \n\nfirepower needed to offer customers truly integrated logistics.\n\nIt also means having the right experts to drive our ambitious \n\ntechnology agenda as we digitise global supply chains. Lastly, \n\nit means that Maersk teams need to develop new skills, such as \n\nhaving impactful conversations with customers about our shared \n\ncommitments to decarbonising supply chains and ensuring inclusive \n\nand responsible trade.   \n\nWhether our people work on a vessel or in a warehouse, terminal, \n\nor office, our goal is to ensure they are able to make meaningful \n\ncontributions, learn and grow and have inspiring leaders. This holds true \n\nin strong market cycles and in challenging years such as 2023, where our \n\npeople had to navigate difficult markets, change and uncertainty. Our \n\nEmployees and Constant Care are both core values to Maersk and are \n\nfully aligned with our People strategy.\n\nFrom an ESG perspective, Maersk’s material social impacts,  \n\nboth positive and negative, as well as risks and opportunities, are \n\nmanaged in our approach to Safety and security, Diversity, equity and \ninclusion, Human capital, Employee relations and labour rights, and \n\nHuman rights. \n\nColleagues providing hands-on customer \nsupport such as warehouse workers, \ntruck drivers, terminal crane operators \nand aircraft maintenance teams.   \n\nThe experts bringing our Terminals, \nOcean and Logistics & Services offerings \nto life and innovating new solutions.\n\nThe dedicated crew who safely  \noperate and maintain Maersk’s fleet  \nof ~300 owned vessels.\n\nEmployees by region\n\n12%\n\nNorth America\n\n10%\n\nLatin America\n\nEurope\n\n32%\n\nAsia Pacific\n\n26%\n\nIndian subcontinent, \nMiddle East & Africa\n\n20%\n\nTop 6 employee nationalities\n\n20% \nIndian\n\n12% \nChinese\n\n8% \nFilipinos\n\n8%  \nU.S. American\n\n3% \nBrazilian\n\n3% \nDanish \n\nData and \nassurance\n\n3333\n\nSustainability    Report 2023\f##PAGE_BREAK##Introduction\n\nStrategy and \ngovernance\n\nProgress on ESG\n\nData and \nassurance\n\nWhy it matters\n\nSafety and security at work is a basic \nhuman right, and we have a duty of \ncare to keep our employees and anyone \noperating on our sites safe. It is one of \nour Core Values and a responsibility for \nus as a company towards our employees, \ntheir families and communities. \n\nAmbition\n\nWe ensure everyone gets home safe \nby preventing fatal and life-altering \nincidents. \n\nTargets\n\n2023 and 2024:\n\n100% of Learning Teams completed \nfollowing a High Potential Incident\n\n2023: \n\nGlobal Leadership (top 1,200 \nleaders) upskilled in Maersk’s safety \nand security principles\n\nSafety and security\n\nsevere or even fatal harm, was also rolled out in 348 warehouses and depots in \n\n2023. The Essential 8 campaign directly supports and leads into a new campaign in \n\n2024 designed to support global implementation of the Maersk HSSE Management \n\nFramework. This will bring further standardisation across our sites, which today are \n\nat very different Health, Safety, Security and Environment (HSSE) maturity levels. \n\nA.P. Moller - Maersk (Maersk) continues to work diligently to ensure that all people \n\nThis endeavour will be gauged through an action plan employing distinct strategies \n\nwithin our duty of care across all our operations have safe and secure working \n\ncatering for different maturity levels across our sites.\n\nconditions. This commitment goes beyond compliance and legal requirements, and \n\nTo ensure all our leaders are upskilled in safety and security at Maersk, a Lead \n\nis core to our long-standing company values. \n\nwith Care programme was launched upskilling leaders in Maersk’s safety and \n\nAs part of our global integrator business strategy, Maersk has built a substantial \n\nsecurity principles, with a year-end completion of 98%.\n\nglobal logistics operation and since 2018 we have gone from zero to hundreds \n\nof warehouses and added thousands of new logistics colleagues. The speed of \n\nCreating the right safety culture \n\nthis growth, as well as our expansion into new locations with diverse practices \n\nUnderlying our global standards and assurance efforts is a core approach to \n\nand safety cultures increases our risk profile. Additionally, land-based logistics \n\nimproving safety and staying ahead of constantly evolving risks. This is done by \n\npresents a different risk picture than our Ocean operations, as it is often manual \n\nbuilding a culture of trust, enabling all colleagues to contribute to safety reporting, \n\nlabour intensive, with a mix of Maersk employees, contractors and customer \n\nraising concerns and even challenging how things are done to find safer ways of \n\nrepresentatives working in close proximity in confined spaces with heavy equipment \n\nworking. The goal is to create a physically and psychologically safe workplace with  \n\nin complex and high-intensity traffic patterns. Therefore, Maersk is proactively \n\na strong reporting culture where all colleagues feel safe to speak up.\n\naddressing this challenge with a comprehensive Safety & Security Transformation \n\nTo ensure the right tools and competencies to support this cultural change, a \n\nProgramme across our global transportation and fulfilment portfolios. As part of \n\ntraining and upskilling programme was launched in 2023 to improve reporting culture. \n\nthese efforts, we are strengthening our commitment with a new Safety & Resilience \n\nThe goal is to sharpen our risk and incident reporting processes and systems across \n\nAssurance programme, assuring our global standards. This includes a one-time \n\nthe regions, including a deep dive on data quality checks to ensure proper adoption \n\nHSSE assessment initiated in 2023 of our sites . An ‘Essential 8’ global campaign, \n\nand usage of data to allow proactive risk management. This was further driven \n\ndriving awareness and mitigation of eight critical hazards with potential to cause \n\nthrough Maersk’s Global Safety Day 2023 campaign,  ‘We make it safe to Speak Up.’ \n\nThe core elements of Maersk’s essential 8 campaign\n\nLost-time injury frequency rate\n\n2023\n\n2022\n\n2021\n\n2020\n\n2019\n\n1.11\n\n0.93\n\n0.93\n\n1.22\n\n1.16\n\nIn 2023, we recorded an increase in our lost-time injury frequency rate from 0.93  \nto 1.11. We assess this to be partly driven by our focus on improving the reporting \nculture, where all colleagues feel safe to speak up, which led to more reported cases. \nWe remain committed to keeping our employees and anyone operating on our sites safe \nthrough awareness raising, trainings and by implementing risk mitigating measures.\n\nProgress indicator\n\n3434\n\nSustainability    Report 2023\f##PAGE_BREAK##Fatalities in 2023\n\nDespite our progress, the tragic loss of four people working for \nMaersk in 2023 underscores that we still have much work to do on \nunderstanding and staying ahead of our risks and building the right \nsafety culture. We have a solemn obligation to learn from these \nincidents and take action to ensure they do not happen again.\n\nwide spectrum of security risks across markets, from terrorism and \n\nRed Sea shipping attacks\n\norganised crime to supply chain disruptions and geopolitical instability. \n\nIn November 2023, commercial vessels from several shipping lines  \n\nWe are committed to protecting individuals, customers and operations \n\nwere attacked in the Bab al-Mandab Strait en route to the Suez Canal as \n\nfrom emerging threats and challenges by leveraging cutting-edge \n\npart of the escalating regional conflict. The Suez Canal is the gateway \n\ntechnology, strategic partnerships and a deep understanding of \n\nfor trade between Asia and Europe, making the Red Sea and Gulf of Aden \n\nsecurity dynamics.\n\npassage to Suez one of the world’s most critical shipping lanes. These \n\nWe have identified five key security risks for our business, addressed \n\nattacks are extremely concerning and we continuously monitor this \n\nthrough our Global Security programme – people (our duty of care, \n\nvery dynamic situation, while prioritising the safety and security of our \n\ntravel and expat security), cargo (theft, bribes, non-compliance), illicit \n\nseagoing colleagues, our vessels and our customers’ cargo.\n\nBusiness segment\n\nLocation\n\nEmployed by\n\ncargo (contraband including drugs and illegal wildlife and timber), \n\nTwo vessels, the Maersk Gibraltar and the Maersk Hangzhou, were \n\nIntroduction\n\nStrategy and \ngovernance\n\nLogistics and Services\n\nKenya\n\nMaersk\n\nProgress on ESG\n\nLogistics and Services\n\nChina\n\nThird-party contractor\n\nAPM Terminals\n\nNigeria\n\nThird-party contractor\n\nData and \nassurance\n\nOcean\n\nEugen Maersk  \n(at sea)\n\nMaersk\n\nconflict (armed conflict, terrorism, geopolitical instability) and facilities \n\nattacked in December. There were no injuries among the crew, which \n\n(customer security compliance). \n\nwas our primary concern. Following these attacks, in January 2024 \n\n2023 saw continuity of geopolitical instability in many regions, \n\nMaersk decided that all vessels due to transit the Red Sea / Gulf of \n\nnegatively affecting commodity prices, inflation, unemployment,  \n\nAden will be diverted south around the Cape of Good Hope for the \n\ncrime and drug trafficking. To mitigate the likelihood and impact of \n\nforeseeable future. \n\nthreats materialising and affecting our people, customers and  \n\nThe deployment of the multinational security initiative, Operation \n\nbusiness, we increased physical security in exposed sites, closed open \n\nProsperity Guardian, to allow maritime commerce to pass through \n\nterminals security gaps and strengthened access to incident data.  \n\nthe Red Sea / Gulf of Aden, was welcome news for the entire industry \n\nWe further upskilled more than 40 HSSE professionals in Transported  \n\nand the flow of global trade. We continue to hope for a long-term \n\nAsset Protection Association (TAPA) requirements and signed up more \n\nsustainable solution in the near future.\n\nthan 140 HSSE professionals for a new security upskilling journey,  \n\nIn 2023, incident reporting increased by 25% in our Logistics \n\nto be completed in 2024. Lastly, we established a threat intelligence \n\nbusiness, showing an improving speak-up culture that enhances risk \n\nnetwork between security, cyber, public affairs and marine  \n\nunderstanding to help reduce severe incidents. We conducted focused \n\nsecurity, increasing supply chain loss prevention capacity. This will  \n\ntraining towards Learning Teams across our portfolio, aiming to address \n\ncome to life in 2024, with the aim of mitigating cargo losses and  \n\nall High Potential Incidents ending the year at 99% completion. This will \n\nclaims expenditure.\n\ncontinue in 2024 to continue strengthening and maturing our learning \n\nIn 2023, we also strengthened our customer focus on Warehouse \n\nculture. A person/machine separation workshop programme looked \n\n& Distribution facility security by aligning our minimum security \n\nto identify the critical risks at 60 sites with the highest risk of person/\n\nrequirements for facilities with those of TAPA Facility Security \n\nmachine collisions. \n\nRequirements (TAPA-FSR) and Customs Trade Partnership Against \n\nWork also continued in APM Terminals on creating a more mature \n\nTerrorism (CTPAT). Of Maersk’s 241 Warehouse & Distribution facilities, \n\nand fit-for-purpose Safety & Resilience organisation, with strong focus \non standardisation, building bottom-up global standards most relevant \n\n21 are TAPA-FSR compliant and 58 are CTPAT compliant. We expect \nthese to increase significantly in 2024 to support many new and future \n\nto Terminal operations, and mitigating and minimising critical risk. These \n\ncustomers who require compliance with those standards. \n\nways of working will be embedded in a HSSE and Business Resilience \n\nFor illicit cargo (contraband) we have developed a Global \n\nmanagement framework, to be delivered in 2024. \n\nContraband Strategy and implementation roadmap. We are not fighting \n\nDeepening our security focus to stay ahead of increased risks\n\ncontraband as that is not our mandate, but we collaborate with \nauthorities, ensuring proportionate security is introduced to safeguard \n\nAs a global company, Maersk’s reach and influence extends across \n\nour people, operations and customers while remaining compliant with \n\ngeographical borders and diverse cultures. This exposes us to a \n\ninternational and local legislation.\n\n3535\n\nMaersk’s front line workers are our real safety experts,  \nand they are encouraged to speak up.\n\nSustainability    Report 2023\f##PAGE_BREAK##Introduction\n\nStrategy and \ngovernance\n\nProgress on ESG\n\nData and \nassurance\n\nWhy it matters\n\nTo deliver on the ambitions of our Global \nIntegrator business strategy, Maersk is \ndependent on highly engaged employees \nand significant new capabilities within, \nfor example, technology, data analysis, \nleadership and sales and marketing. \nThese are all areas with fierce global \ncompetition for talent.\n\nA highly engaged workforce is also \nessential to delivering on the aspirations \nof our ESG strategy. Conversely, \nestablishing ourselves as a leader in ESG \ncan be a key enabler to attracting talent \nin these areas.\n\nAmbition\n\nWe aspire to create an engaging \nenvironment for all colleagues and to \nbecome a company where our employees \ncan develop and have thriving careers.\n\nTargets\n\n2025\n\nEmployee Engagement Survey  \nscore in the 75th percentile of \nglobal norm\n\nProgress indicator\n\n3636\n\n Human capital\n\nperformance conversations, with the goal of improving performance, alignment \n\nand career growth. The focus is on ensuring that colleagues have objectives and \n\ncontinuous conversations with their leaders about their performance and career. \n\nThese conversations are intended to provide valuable insights that guide employees \n\nto their full potential and give a positive and psychologically safe experience \n\nIn 2023, we continued investing in our People strategy, making progress on \n\nthroughout their Maersk journey.\n\ninitiatives for performance management, leadership capabilities, career building and \n\nupskilling our teams while ensuring the talent pipeline needed to bring our business \n\nstrategy to life.  \n\nProgress and investment in these areas continued despite 2023’s sharp market \n\ndownturn, which necessitated a workforce reduction by the end of 2023. In line with \n\nour values, A.P. Moller - Maersk (Maersk) worked to reduce the impact to our people \n\nas much as possible through natural attrition, local savings and organisational \n\nadjustments, and ensured that all people changes were done in a responsible \n\nmanner, in full compliance with local laws and all applicable labour agreements. \n\nWe continuously evaluate our progress on attracting, engaging and retaining \n\nemployees through two key metrics – our biannual global Employee Engagement \n\nSurvey (EES) and our voluntary attrition rate.\n\n90,568 colleagues shared their views in the EES carried out in the second half \n\nof 2023, resulting in a participation rate of 85% – down 2% vs. the first half year, \n\nbut still significantly above the average participation for surveys of this kind (81%) \n\nby Gallup, Maersk’s main Employee Engagement Survey provider. The EES results \n\non engagement indicate a setback from the positive trend seen in previous years, \n\nwith the grand mean declining to the 60th percentile (in both halves of 2023). We \n\n2023 performance towards our strategic targets\n\n54th\n\n59th\n\n67th\n\n60th\npercentile\n\n41th\n\n2019\n\n2020\n\n2021\n\n2022\n\n2023\n\nstill consider this a solid result, considering the challenging business environment \n\nIn 2023, highlights of our progress on human capital priorities included: \n\nand extent of organisational change during 2023. We have taken several follow-up \n\n•  Helping talent advance through an array of solutions such as in-person \n\nactions, including conducting listening sessions, refining processes and policies \n\ntraining and on-line learning platforms, leadership development programmes, \n\nas necessary and continuous investment in leadership and overall capabilities. \n\nmentorship programmes and feedback and coaching sessions.\n\nLeaders are working with their teams to embed our business strategy and deliver on \n\n•  Addressing diverse training needs in specific roles through our flagship \n\nour customer promises by reinforcing how colleagues’ contributions help Maersk \n\nacademy series in areas such as Finance, Technology and People. \n\nsucceed. Praising good work, acknowledging contributions and demonstrating care \n\n• \n\nIntroducing our High Performing Teams journey, with the vision of helping every \n\nwill help build engagement further. \n\nOur second important measure, the voluntary attrition rate, is 6.3%, which was a \n\nteam reach their full potential through a standardised, global approach to team \ndevelopment. Over 140 teams started this journey; we anticipate 600 teams \n\nsteady decrease from 7.9% in December 2022. This is ahead of the current external \n\nwill finish phase one by the end of 2024.\n\nbenchmark (PwC Saratoga) for the Transport & Logistics industry of 10.9%. \n\n• \n\nLaunching three general content upskilling platforms, including deep-skilling \n\nBuilding a performance culture \nIn 2023, we continued building on the Performance Management approach and \n\n40,200 employees took advantage of these offerings. \nEngaging with external experts to establish a global ambition and approach to \n\n• \n\nculture launched in 2022, moving away from traditional ratings to continuous \n\npay equity and pay transparency. This work will continue in 2024. \n\nuniversity-affiliated programmes and technology-specific content. In 2023, \n\nSustainability    Report 2023\f##PAGE_BREAK##Why it matters\n\nIt is a Core Value in Maersk and a basic \nresponsibility not to discriminate \nagainst our employees. Discrimination \nbars people from living up to their \nfull potential, creates inequality and \nless stable and prosperous societies. \nMoreover, we need diversity of thought \nto continue to improve and develop our \nbusiness. Facilitating a culture where \neveryone feels comfortable and is \ntreated fairly will help us gain access to \na larger, more diverse pool of talent. \n\nIntroduction\n\nStrategy and \ngovernance\n\nProgress on ESG\n\nAmbition\n\nData and \nassurance\n\nWe want to facilitate diversity of thought \nand create a more diverse, equitable and \ninclusive workplace at Maersk, where \nour employees feel able to bring their \nwhole selves to work and contribute to \ntheir fullest. \n\nTargets\n\nTarget for the Board of Directors: Three \nwomen on the Board of Directors, if \nthe Board consists of less than twelve \nmembers, and four women, if the Board \nconsists of twelve or more members. \n\n2025\n\n>40% women in management and \nleadership (job level 4+)\n\n>30% diverse nationality (non-OECD) \nof executives (job levels 8 and 9)\n\nProgress indicator\n\n3737\n\nDiversity, equity and inclusion\n\nDiversity, equity and inclusion (DE&I) is core to the people strategy of A.P. Moller - Maersk \n\n(Maersk), and solid progress was made in a number of supportive initiatives in 2023. \n\nHowever there are clear signs that more work needs to be done towards the targets \n\nwe have set in this area. \n\nThe year began with a restructuring of Maersk’s Executive Leadership Team, \n\nwhich role modelled DE&I from the top with the new 16 member body including \n\n11 nationalities and 6 women. During 2023, Maersk’s DE&I focus was on activating \n\nvisible, inclusive leadership from the top down to all levels of management. \n\nInclusive leadership at scale is critical to having balanced and resilient teams that \n\ncan meet new customer demands and challenging markets. \n\nKey 2023 DE&I actions include:\n\n•  Updating our DE&I strategy to put DE&I at the core of Maersk’s People strategy \n\nand providing the red thread to align all our DE&I efforts and drive real, \n\nlong-term results with enhanced metrics and leader accountability. This was \n\nsupported with the creation of a Chief DEI Officer role reporting directly to the \n\nChief People Officer. \n\n• \n\nStrengthening our DE&I Performance Management and data-driven decision-\n\nmaking with the launch of a new DE&I Dashboard for our People Business \n\nPartners that supports leaders in driving People actions. \n\n• \n\nShifting from diversity targets to a greater focus on inclusion as a driver of \n\nbehavioural change. This focuses on developing leadership inclusion capabilities \n\nby shifting their mindsets from passive allies to active advocates and driving \n\naccountability. The 2023 roll-out focused on Maersk top 160+ leaders. In 2024 \n\ninclusion training will be required for all people leaders. \n\n• \n\nCreation of three psychological safety learning journeys, which have been \n\nused by more than 1200 employees and leaders during the year. Modules on \nPsychological Safety, Embracing Vulnerability and Team Learning and Innovation \n\nwere introduced to all levels of the organisation in support of psychological \n\nsafety and settling of teams during 2023’s many organisational changes. \n\n• \n\nStrengthening DE&I criteria in new Talent Attraction and Acquisition \n\napproaches, including hiring criteria (e.g. inclusive job advertisements), pre-\nscreening (diverse shortlist), interviewing (behaviour-based Interviews) and \n\ncandidate evaluation (bias checks).\n\nStrengthening our support for colleagues  \nwith diverse abilities\n\nIn 2023, Maersk broadened its scope of inclusiveness with a new \n\nDiverse Abilities policy designed to eliminate barriers and ensure equal \n\nopportunities so people with diverse abilities can fully participate \n\nin all aspects of employment and a series of training programmes \n\non neurodiversity in the workplace. At Maersk, we intentionally call \n\ndisabilities ‘diverse abilities’ to focus on our colleagues’ skills and \n\ncapabilities rather than their perceived limitations.\n\nClick here to see Leigh Ramsay, Senior Diversity, Equity & Inclusion \n\nPartner at Maersk, share her personal journey and the importance of \n\nmaking all employees feel at home in the workplace.\n\nSustainability    Report 2023\f##PAGE_BREAK##Regulatory and market expectations increasing \n\n2023 also saw DE&I developments on the regulation and customer side \n\nincluding new legislation from the EU and Danish authorities requiring \n\ngender targets and disclosure for Board, Executive and non-executive \n\nleadership in the coming years.\n\nThe EU CSRD will require Maersk to equip wider teams to report in \n\nholistic, material ways on a wide range of DE&I topics such as gender \n\npay gap percentage, salary equity ratio, percentage of diverse ability \n\nworkers, details of disability and maternity payments and total number \n\nof discrimination incidents – among traditional metrics. \n\nTo prepare for this new regulatory and reporting landscape, \n\nMaersk is establishing internal collaborations and external advisory \n\npartnerships. This is work in progress to be concluded in 2024. \n\nRoom for improvement remains\n\n2023 saw progress on many fronts, and there was improvement in \n\nboth our representation for gender diversity (Women in Management \n\n& Leadership) and target nationality even as markets conditions \n\nsignificantly toughened. Following the new organisation structure \n\nannounced in the first half of 2023, we put the priority of settling \n\ninto a good operating rhythm at the forefront. This, coupled with the \n\ndecision to strengthen internal controls, impacted external hiring and \n\nadvancement, which in turn slowed our representation target progress. \n\nWe expect 2024 will continue to present market challenges that could \n\nimpact our growth journey and hence the opportunity to attract new  \n\nand diverse talent.\n\nMaersk is addressing this challenge with a new Diversity in Teams \n\nmetric for 2024, which looks at gender and nationality in our leadership \n\npipeline. Maersk’s People strategy supports leaders to build a visible \n\ncommitment to inclusion that will improve our DE&I performance and \n\nhelp narrow gaps until the underlying market conditions behind the \n\ncurrent stagnation improve. \n\nWe also acknowledge that targets alone cannot create balanced \n\nworkforce leadership. In 2023, an updated ‘Women in Leadership’ \n\nprogramme was relaunched, with the goal of accelerating careers for \n\nwomen who are in the talent pool for leadership positions at specific \n\njob levels. Rather than addressing individual situations, the programme \ntakes a holistic look which includes not only rising talent, but also their \n\nmanagers and sponsors. \n\nIntroduction\n\nStrategy and \ngovernance\n\nProgress on ESG\n\nData and \nassurance\n\n3838\n\nRepresentation of women on the  \nA.P. Moller - Maersk A/S Board  \nof Directors (2023)\n\n3 women \nout of 9\n\n2023 performance towards our \nstrategic targets\n\n>40% women in management and leadership  \n(job level 4+)\n\n2025 \n(Target)\n\n2023\n\n2022\n\n2021\n\n2020\n\n2019\n\n40%\n\n35%\n\n33%\n\n33%\n\n31%\n\n31%\n\nWomen in management and leadership continued to make steady progress \ndespite toughening market conditions impacting company growth.\n\n>30% diverse nationality (non-OECD) of executives  \n(job levels 8 and 9)\n\n2025 \n(Target)\n\n2023\n\n2022\n\n2021\n\n2020\n\n2019\n\n30%\n\n20%\n\n16%\n\n15%\n\n12%\n\n13%\n\nThrough focus and intent, we have been able to increase our target \nnationality at the leadership level.\n\nSustainability    Report 2023\f##PAGE_BREAK##Introduction\n\nStrategy and \ngovernance\n\nProgress on ESG\n\nData and \nassurance\n\nWhy it matters\n\nThe way we treat our employees and \ntheir representatives is fundamental \nto responsible business practices. \nThis begins with ensuring respect for \ninternationally recognised labour rights in \nall our workplaces.\n\nAmbition\n\nEmployee relations and labour rights \nare an essential part of Maersk’s social \ncommitments. We offer decent, fair and \nequitable working conditions for all our \npeople. We identify risks for employees \nand third-party labour, and implement \nmitigating and preventive actions to \nensure that our operations and growth \nconsider our social responsibilities. \n\nTargets\n\n2023 and 2024\n\n100% of employees (in scope) \ntrained in employee relations and \nlabour rights\n\nProgress indicator\n\n3939\n\nEmployee relations \nand labour rights\n\n• \n\nCreating a new Labour Relations function within the newly created Delivery \n\norganisation to build capabilities and embed employee relations/labour rights \n\nacross our growing inland operations. \n\n• \n\nFurther integration of Employee Relations into APM Terminals daily operations \n\nthrough face-to-face training for frontline leaders. 779 leaders across 21 \n\nterminals have been trained since 2018. \n\n• \n\nIncorporation of an Employee Relations checklist in the change management \n\napproach applied by the modernisation and automation team of APM Terminals \n\nA positive working environment begins with respect for the fundamental rights of \n\n•  A continued focus and refined approach to equal pay for equal work. We aim \n\nour employees and colleagues. In A.P. Moller - Maersk (Maersk), these rights are \n\nto ensure that any differences in pay are due solely to objective factors such as \n\ndescribed in the Commit Rule on Global Employee Relations, which is part of the \n\nexperience, skills, knowledge and performance. \n\nbroader Maersk COMMIT Governance Framework. These rights set expectations \n\naround compliance practices and employee behaviours and ensure labour rights are \n\nrespected, protecting our reputation and minimising the possibility of fines and loss \n\nof business from non-compliance.\n\nWe rely on a large number of third-party contracted labour who are not directly \n\nemployed by Maersk, but work on our premises with us and for us in our customers’ \n\nvalue chain. We take responsibility to ensure that these extended colleagues are \n\ntreated responsibly, in line with international standards and our policies. \n\nStarting with our Supplier Code of Conduct as a base, in 2023 we clarified our \n\nlabour expectations for suppliers with new global third-party labour standards, \n\nincluding  child labour guidelines. Trainings around these new global standards \n\nwere piloted during the year, with the first implementations in APM Terminals and \n\nMaersk’s Delivery organisation. \n\nA core process in our labour rights due diligence is a company-wide assessment \n\ndone every two-three years under the oversight of the Maersk Global Labour \n\nRights Council. This will be rolled out early in 2024, based on the new standards \n\nand guidelines.\n\nIn 2023, Maersk achieved 90% of our employee relations and labour rights \n\ntraining target of 100%. Recognising that reaching all employee groups, especially \n\nthrough workforce changes, is a continued challenge, we will keep the rigour of \n\na 100% target on an annual basis, with a particular focus on reaching frontline \nemployees and new hires.\n\nAdditional key actions in 2023 include:\n\n• \n\nConsistent promotion of freedom of association, non-association and the right \n\nto collective bargaining across all global operations through engagement with \nappropriate employee representative bodies (trade unions, works councils and \n\npersonnel representative forums). \n\nSustainability    Report 2023\f##PAGE_BREAK##Introduction\n\nStrategy and \ngovernance\n\nProgress on ESG\n\nData and \nassurance\n\nWhy it matters\n\nMany aspects of our business touch on \nhuman rights, including our employees' \nworking conditions, health and safety, \nhow our vessels are recycled, how we use \ndigital data and technologies, and our \nsuppliers' business practices. Our conduct \nwithin our own business and through \nour business relationships can therefore \nhave a significant impact on society, both \npositive and negative. Further, increasing \nregulation and growing expectations \nfrom our stakeholders confirm that \nhuman rights is a material topic  \nfor Maersk.\n\nAmbition\n\nContinue aligning our business practices \nwith the UN Guiding Principles, and \nensure that human rights considerations \nare integrated into our due diligence \nprocesses and ESG governance \nmechanisms.\n\nTargets\n•  Capacity building on human rights, \n\nincluding targeted trainings for human \nrights issue owners\n\n•  Continued integration of human rights \n\ninto key due diligence processes\n\nHuman rights\n\nRecognising the potential for global trade and supply chains to make positive \n\ncontributions to society and socio-economic development, A.P. Moller – Maersk \n\n(Maersk) is committed to respecting human rights in its own operations and  \n\nentire value chain. Maersk’s approach is founded in our Purpose and Values and \n\nbased on the UN Guiding Principles on Business and Human Rights (UNGPs), which \n\nserve as a north star in navigating the often-complex impacts of global trade on \n\npeople. The transport and logistics industry faces heightened expectations to act \n\nresponsibly from key stakeholders including regulators, investors and customers.  \n\nTo continue navigating increased expectations and fulfil our commitment to respect \n\nhuman rights, we support regulatory measures that strengthen requirements for \n\nresponsible business conduct and contribute to levelling the playing field globally.\n\nMaturing our due diligence processes and building capacity\n\nIn 2023, we continued to mature key internal due diligence processes, in line with \n\nour identified need to strengthen processes and prepare for upcoming regulatory \n\nrequirements such as the EU Corporate Sustainability Due Diligence Directive \n\n(CSDDD). We are also addressing emerging risks from new business activities, such \n\nas the development of green fuel supply chains. In 2023, Maersk developed a green \n\nfuel sourcing due diligence framework. As part of this process we assess high-risk \n\nsuppliers’ abilities to identify and manage potential impacts on people and the \n\nenvironment, and aim to use our influence to mitigate potential impacts. \n\nResponsibility for making decisions with respect for human rights lies with \n\nall Maersk leaders, so building capacity is critical to our commitment. In 2023, we \n\ncontinued human rights training with key functions and human rights issue owners, \n\nto support and equip leaders with the knowledge and tools to handle dilemmas in  \n\na manner sensitive to potential human rights impacts. \n\nResponsible business in high-risk areas \nAs an example of a heightened human rights due diligence, Maersk conducted \n\na human rights due diligence assessment in Myanmar during the year, with the \n\nconclusion that it is possible for Maersk to responsibly operate there with the support \n\nAddressing our salient human rights issues\n\nWe continue to work on addressing our prioritised salient human rights \nissues, identified in our 2021 corporate-level human rights assessment.  \nFor more information on how we have progressed on these issues during  \nthe year, please see the chapters as referenced below.\n\nHealth and safety  \nin the supply chain \n\nMore information: \nSafety and security \n(pp. 34-35)\n\nViolence and \nharassment at work\nMore information: \nDEI (pp. 37-38)\n\nImpacts of climate  \nchange and decarbonisation  \n(just transition)\n\nMore information: \nClimate change (p. 25)\n\nAccess  \nto remedy\n\nMore information: \nMaersk whistleblower  \n(p. 12)\n\nWorking \nconditions in  \nthe supply chain\n\nMore information:\nEmployee relations and \nLabour Rights (p. 39)  \nSustainable Procurement  \n(pp. 43-44)\n\n4040\n\nProgress indicator\n\nimprovement areas identified in the assessment will continue in 2024. \n\nwith NCP Denmark. \n\nof robust management systems. Maersk in Myanmar positively impacts an estimated \n\nMaersk continued its follow up on a 2021 complaint through the Danish \n\n12,500 people in terms of employment, standard setting and economic contributions \nand services to the market and partners. We will continue our engagement with \n\nMediation and Complaints-Handling Institution for Responsible Business \nConduct (NCP Denmark) around the activities of a joint venture in Cameroon. \n\nall stakeholders to support responsible business practices in the country. Work on \n\nMaersk disagrees with the allegations and continues its ongoing engagement \n\nSustainability    Report 2023\f##PAGE_BREAK##Introduction\n\nStrategy and \ngovernance\n\nProgress on ESG\n\nData and \nassurance\n\n4141\n\nGovernance\n\nAt A.P. Moller - Maersk, high standards of responsible business practices \nare foundational for the services we deliver to customers and the value we \ncreate for the communities where we operate. Learn more about how we earn \nthe trust of our customers and partners every day, and act as a responsible \nmember of the global communities we call home.\n\nBusiness ethics\nSustainable procurement\nData ethics and Responsible tax\nCitizenship\n\nSustainability    Report 2023\f##PAGE_BREAK##Why it matters\n\nCorruption is illegal and a key compliance \nrisk. It undermines social and economic \ndevelopment, destabilises the business \nenvironment and adds to the cost of \ndoing business and participating in \nglobal trade. It is against our values and \naffects external confidence as well as \ncompany morale. Non-compliance with \nbribery and corruption law may lead to \nlegal and reputational risks, extra costs, \ninefficiencies in our business, fines, \nimprisonment and debarment  \nfrom markets.\n\nIntroduction\n\nStrategy and \ngovernance\n\nProgress on ESG\n\nAmbition\n\nData and \nassurance\n\nWith the aspiration to contribute to \neliminating corruption in the industries \nwhere we are active, through both \nmultistakeholder collaboration and \nactions in our own operations, our \nambition is to stay best in class, meeting \nthe highest international standards in \nparticular when operating in jurisdictions \nwith high exposure to corruption, \nsanctions, export controls and human \nrights abuses.\n\nTargets\n\n2023 and 2024:\n\n100% of employees (in scope) \ntrained in the Maersk Code of \nConduct\n\nOngoing:\n\nRegular compliance and business ethics \nrisk assessments covering 100% of \nour operational entities (conducted \nevery second year), and continued \nimplementation and revision of risk \nmitigation measures.\n\nProgress indicator\n\n4242\n\nBusiness ethics\n\nIn 2023, highlights of our progress on business ethics priorities included:\n\n•  Roll-out of our third Global Risk Assessment to all active entities to monitor \n\ncompliance risks rates, 96% completed the assessment. The key takeaway was \n\nincreased and continued compliance engagement. \n\n•  Roll-out of a new Code of Conduct introduction and updated annual refresher \n\nBy 2025, A.P. Moller - Maersk (Maersk) aims to have in place a best-in-class \n\ne-learning course. Code of Conduct training is a strategic KPI. This year, 92% \n\ncompliance programme that helps us promote sustainable trade and a more equal \n\nof Maersk employees completed the mandatory Code of Conduct training \n\nsociety by preventing, detecting and correcting behaviour that is not aligned with \n\nagainst our target of 100%. Challenges in reaching all employee groups remain, \n\nour Purpose, Core Values and internal governance framework (Commit Rules) on \n\nparticularly due to organisational changes, but we are working to close this \n\nbusiness ethics (see p. 11 for details).  We operate in a dynamic environment and \n\ngap with a goal of 100% completion in 2024. \n\nwill continue enhancing our compliance programme to adapt to evolving regulatory \n\n•  Maersk completed over 31 compliance spot checks on selected entities and \n\nrequirements, market conditions and geopolitical events. \n\nprocesses together with the use of internal controls covering critical risks \n\nMaersk bases and measures our performance to these high standards against \n\nwithin the areas of anti-corruption, sanctions compliance, competition law  \n\nthe UN Global Compact principles, US FCPA guidance, ISO 37001 standards and the \n\nand data privacy. \n\nOECD Guidelines on Responsible Business Conduct, and our programme is audited \n\n• \n\nLaunch of a new internal, user-friendly myCompliance tool to digitalise \n\nregularly by A.P. Moller - Maersk’s Group Internal Audit.  \n\nMaersk’s compliance approvals, operations and share knowledge. The portal \n\nAs in many other industries, corruption remains a global problem in shipping \n\nwill also enable and further increase data insights and monitoring. \n\nand logistics and no country is immune. Facilitation payments when interacting with \n\nport and border control authorities are one of the primary corruption risks in our \n\nocean and logistics businesses. \n\nThrough a dedicated team of 50+ Compliance experts and our Business \n\nCompliance Ambassador (BCA) programme, running since 2017, we are able to \n\nmonitor and manage these risks across Maersk. These experts, represented in all our \n\nregional offices and some high-risk locations, screen all customers, vendors, banks \n\nand transactions. Maersk is also an active member of the Maritime Anti-Corruption \n\nNetwork, a network working to eliminate corruption in the maritime  \n\nand port industries. \n\nGeopolitical instability has made trade more complex, where sanctions \n\nand export controls restrict or ban business with certain countries, individuals, \n\ncompanies, and even restrict or ban the movement of goods and services. As a \n\nDanish-headquartered company and global leader in ocean transport and logistics \n\nservices, Maersk complies with all applicable sanctions and export controls laws. \nWe continuously monitor the geopolitical situation and have strengthened our \n\nprocesses and controls to screen all our transactions for sanctioned parties and \n\ncommodities either sanctioned or controlled, in particular for highly sanctioned \n\nor high-risk countries. Trade with the highly sanctioned countries is becoming \n\nincreasingly difficult, and in November, as an example, Maersk ceased business in \nSyria (save for humanitarian aid and relief).\n\nSustainability    Report 2023\f##PAGE_BREAK##Introduction\n\nStrategy and \ngovernance\n\nProgress on ESG\n\nData and \nassurance\n\nWhy it matters\n\nOur operations and purchasing decisions \nhave an impact on social, environmental \nand economic conditions in our industry, \nglobal supply chains, and communities. \nWe rely on more than 41,000 suppliers, \nincluding approximately 5,100 high-risk \nsuppliers, in our global supply chains. \nAddressing sustainability risks in our supply \nchain strengthens stakeholders’ trust in \nour brand and prepares us for regulation \nof due diligence in supply chains.\n\nAmbition\n\nTo live up to our commitment to procure \nsustainably, we will integrate ESG as \na strategic topic across supplier life \ncycle stages and establish end-to-end \nvisibility on supplier performance through \ncollaboration and engagement, with an \nultimate goal of co-development and \ninnovation towards sustainable outcomes.\n\nTargets\n\n2024:\n\n100% of suppliers (in scope) \ncommitted to the Supplier Code  \nof Conduct\n\n>85% of strategic/high-risk \nsuppliers undergoing ESG \nassessments\n\n>80% of high-risk category \nsuppliers with Improvement Plan \nsuccessfully closed\n\n100% procurement staff trained in \nSustainable Procurement\n\nSustainable\nprocurement\n\nattention, we will strategically shift from spend data to activity-based data \n\nwhere relevant. This transition will allow us to create key performance indicators \n\nthat accurately reflect the impact of our initiatives. Following the development \n\nof future strategic roadmaps, our objective will be to formulate comprehensive \n\nstrategies for implementing and optimising green logistics practices within the \n\nsupply chain. Additionally, we will actively engage in collaborative initiatives \n\nwith our suppliers to foster the adoption of sustainable practices and products \n\nIn 2023, A.P. Moller - Maersk (Maersk) continued building on the Sustainable \n\nthroughout the supply chain.\n\nProcurement foundation established in 2022, with a focus on driving execution \n\nOur commitment will extend to strengthening our suppliers’ capabilities, \n\nand integrating ESG deeper into our procurement activities. This included scaling \n\nproviding education on sustainable procurement practices, and emphasising their \n\nup supplier engagement, embedding ESG requirements into our procure-to-pay \n\npivotal role in reducing carbon emissions.\n\nprocess, and preparing for increased regulatory due diligence requirements. Maersk \n\nconducts business with more than 41,000 suppliers across 150 countries, including \n\napproximately 5,100 in high-risk categories such as outsourced labour, trucking, \n\nwarehousing, shipyards and terminals. \n\nMaersk takes a broad, structured approach to engaging with and supporting \n\nlocal suppliers to ensure they understand our global standards and our ESG \n\nassessment process.\n\nThird-party contractors’ compliance with safety and security standards\n\nAs our strategy drives significant logistics growth, we’re increasingly dependent  \n\non outsourced services and suppliers to deliver customer solutions. It is crucial that \n\nour third-party contractors maintain the same safety and security standards as \n\nour own facilities, and that we are aware of, and comply with, essential customer \n\nrequirements. Maersk’s safety and security initiative is designed to achieve this by \n\nmaking sure that supplier-facing safety and security standards are appropriate \n\nand in line with our internal standards. This includes the development of category-\n\nspecific assessment tools supported by platforms and finding ways to enhance \n\nsupplier due diligence and assurance to meet Maersk needs.\n\nWorking with our suppliers on scope 3 emissions\n\nAs part of our decarbonisation commitments, Maersk is addressing scope 3 \nemissions within our supply chain. By utilising a dual approach of activity-based \n\ndata and spend data, we will map our scope 3 emissions in detail and gain a \n\ncomprehensive understanding of the impact of our suppliers’ greenhouse gas \n\nemissions on Maersk’s environmental performance, while aligning these efforts \n\nwith our science-based targets (SBTs).\n\nTo guide these endeavours, we will employ hotspot analysis and develop \n\nstrategic roadmaps, enabling us to prioritise and focus on achieving our SBTs. \n\nEnsuring that our many third-party suppliers follow Maersk’s environmental \nand social standards is a critical focus in Maersk’s procurement activities.\n\n4343\n\nProgress indicator\n\nRecognizing specific categories within scope 3 emissions that will warrant \n\nSustainability    Report 2023\f##PAGE_BREAK##Putting people front and centre \n\nsuch as climate compensated tickets. Maersk extended its \n\nAs a core ESG strategy focus, diversity, equity and inclusion is also a \n\nSustainable Aviation Fuel (SAF) contract with Air France KLM,  \n\nkey part of our Sustainable Procurement activities. In 2023, Maersk \n\nreducing scope 3 emissions footprint. 6% of Maersk corporate air \n\nconnected with several of our top key client partners to collaborate \n\ntravel is now low emissions. \n\naround supplier diversity goals. This included two pilot surveys where \n\n• \n\nIn 2023, Maersk began embedding the Technology Sustainability \n\nwe captured useful insights from 112 suppliers, with high participation \n\nIndex (TSi) in its technology tenders. TSi is a free, open-source \n\nengagement. Maersk also completed a Supplier Diversity Pilot for North \n\nconcept that provides sustainability maturity ratings based on \n\nAmerica, with the goal of seeking a proof of concept to collect Supplier \n\nquestions on a variety of ESG topics. It allows intra-industry \n\nDiversity & Inclusion statistics through a structured, efficient process. \n\ncollaboration between global leaders, where buyers and sellers  \n\nWork based on the survey results and proof of concept will continue  \n\ncan work together on the broader sustainability agenda. \n\nin 2024. \n\n•  All new Maersk offices are evaluated using the Carbon Risk Real \n\nOne of Maersk’s core procurement activities and risk areas is third-\n\nEstate Monitor  (CRREM) Sustainability Matrix, with a focus on \n\nparty labour (see also Employee relations and labour rights on p. 39). In \n\nspecifying and sourcing green-certified buildings. \n\nIntroduction\n\nStrategy and \ngovernance\n\nProgress on ESG\n\n2023, Maersk introduced new Global Standards for Third-Party Labour. \n\n•  Roll-out of an online Sustainable Procurement course to all global \n\nAPM Terminals is implementing these new standards in all our terminals, \n\nprocurement colleagues, with a target of 100% completion by 2024. \n\nacross all business segments with cross-functional teams including \n\nYear-end 2023 status is 91% completion. \n\nData and \nassurance\n\nProcurement, Employee Relations and external human/ labour rights \n\nconsultants. The learnings from these pilots will be used to develop \n\ntrainings for the wider Maersk organisation in 2024.\n\nDriving excellence through cross-industry partnerships \n\nIn 2023, the Strategic Extended Partnership Agreement (SEPA) \n\nconsortium began collaborating around the ESG topics that were most \n\nsignificant for partner companies. This included a thorough review of \n\nthe supplier codes of conduct for Maersk, Carlsberg, Danske Bank and \n\nFrieslandCampina during 2023. An addendum, now integrated into the \n\nfoundational agreement with SEPA partners, facilitates the mutual \n\nacceptance of each other’s supplier codes of conduct. This enhances \n\nMaersk’s efforts in supplier relationship management and knowledge \n\nexchange on ESG reporting related to suppliers.\n\nAdditional specific actions in 2023 include:\n•  Roll-out of a supplier ESG risk assessment tool, developed in 2023, \n\nfor buyers and suppliers across all Maersk brands, to provide a \n\nsingle overview to monitor and evaluate supplier ESG performance. \n\n• \n\n1 \n\n4444\n\nThe ESG Data Management Module is being reviewed in line with \n\nregulatory requirements to make it fit for purpose for the future.\nImplementation of a Green Travel Policy that shifted from \n\nprioritising lowest cost to encouraging sustainable alternatives  \n\nMinimum standards for third party labour will be integrated \ninto procurement in 2024.\n\n Our 15 high-risk categories are: Trucking and Intermodal, warehousing services, facility management, outsourced labour, terminals, shipbuilding yards and drydocks, security offshore, promotional items,  \ncustoms agents, security onshore, construction, chemicals and paints, equipment, maintenance and repair, container manufacturers and manning (seafarers).\n\n2023 performance towards our \nstrategic targets\n\n100% of suppliers (in scope) committed to the Suppliers \nCode of Conduct by 2024\n\n2024\n(Target)\n\n2023\n\n2022\n\n>85% of strategic suppliers undergoing ESG \nassessment by 2024\n\n2024\n(Target)\n\n2023\n\n2022\n\n100%\n\n95%\n\n96%\n\n85%\n\n71%\n\n77%\n\n>80% of high-risk category suppliers with Improvement \nPlan successfully closed by 2024¹\n\n2024\n(Target)\n\n2023\n\n2022\n\n80%\n\n79%\n\n69%\n\n100% procurement staff trained in Sustainable \nProcurement\n\n2024\n(Target)\n\n2023\n\n2022\n\n100%\n\n91%\n\nTraining not rolled out in 2022\n\nIn 2023, we saw a decrease in our strategic KPIs on supplier Code \nof Conduct and suplier ESG assessments. This is partly driven by a \nrestructuring of our procurement function causing changes to our \nsupplier management set-up. To address this our focus has been on  \nour digital transformation and capability building within the new teams \nthrough faster adoption of the new sustainable procurement training.\n\nSustainability    Report 2023\f##PAGE_BREAK##Data ethics\n\nWhy it matters\nResponsibly managing data from stakeholders, \nincluding customers, is a critical issue in today’s \nsocieties where the risks of undue influence and \nabuse of data are growing.\n\nAmbition\nWe demonstrate leadership in our ability to \nethically manage and use data, with customers \ntrusting that we use their data appropriately, \nand do not abuse or lose their trust. We prepare \nMaersk for a future with high ethical standards \nfor data as a differentiator for our customers  \nand support to our employees. \n\nIntroduction\n\nStrategy and \ngovernance\n\nProgress on ESG\n\nTargets\n2023 and 2024\n\n100% of employees (in scope) trained on \ndata ethics \n\nData and \nassurance\n\nResponsible tax\n\nWhy it matters\nWell-functioning tax systems, both locally \nand internationally, help finance education, \nhealthcare, transport, infrastructure and other \npublic services that support the sustainable \ndevelopment of societies, businesses and trade. \nWe recognise the need for companies to support \nthe local economies in which they do business.\n\nAmbition\nMaersk acts responsibly and with integrity in all \ntax matters, ensuring full compliance in every \njurisdiction across the world. We work closely \nwith tax authorities to ensure that we fully \ndisclose relevant information and pay the correct \namount of taxes while balancing our obligations \ntowards our shareholders.\n\nTargets\n2023 and 2024\n\nFull public country-by-country tax reporting\n\nOngoing\n\nEnsure full compliance with tax regulations in all \ncountries where we operate and continue to engage \nin dialogue with stakeholders on tax matters.\n\nData ethics\n\nResponsible tax\n\nThe digitalisation of global supply chains is elevating the importance of data \n\nMaersk conducts and manages our tax affairs in accordance with our Tax \n\nethics, as our customers rely on partners with the highest ethical standards. Our \n\nPrinciples, which are available online here. These principles are updated and \n\naim is that A.P. Moller - Maersk (Maersk) can be trusted to protect and respect \n\napproved annually by the Board of Directors and are closely aligned with \n\nthe data of our customers, business partners and employees. \n\nMaersk’s Purpose, Core Values, Code of Conduct and business strategy. We strive \n\nBy end of 2023, over 91% of Maersk employees have completed our \n\nto be a compliant and accountable taxpayer in all countries where we operate, \n\nmandatory data ethics e-learning against a target of 100%. While challenges in \n\ncontributing to those countries’ welfare. We manage our tax risk and reputation \n\nreaching all employee groups may remain, we maintain the rigour of a 100% target \n\nthrough responsible and transparent tax practices.   \n\nalso for 2024, with a particular focus on ensuring all new employees are trained. \n\nMaersk operates globally and generates profits across different business \n\nMaersk’s data ethics strategy balances opportunity and risks as we develop \n\nsegments. To ensure we are prepared for the global development in tax \n\ninnovative products and services to our customers while implementing proper \n\nlegislation towards increased compliance reporting and continue operating in \n\ncompliance measures and ethics, and leverage technology and artificial \n\naccordance with our Tax Principles, we have increased our focus on following \n\nintelligence (AI) for our decarbonisation ambitions as well. See box below. \n\nand engaging in international tax developments via relevant business forums \n\nThe rapid development in AI is a defining moment where we are guided by \n\nand organisations. We are also allocating significant resources to secure \n\nour data ethics principles: Respect, Security, Transparency and Innovation. We \n\nour continuing global tax compliance and governance by automating and \n\nbuild on our existing governance foundation by automating preventive controls, \n\ndigitalising work where feasible, ensuring a continued robust and efficient \n\ninstitutionally anchoring risk management and exploring governance technologies \n\nin-house tax function. \n\nin preparation of AI regulation. Our governance is already applied in generative AI \n\ntools supporting Sales, Software Engineering and our People function.\n\nAI in action\n\nStarConnect is Maersk’s state-\n\nof-the-art AI-powered fleet \n\nenergy efficiency platform that \n\nprocesses 2.5 billion data points \n\nannually from ~700 vessels. \n\nThis advanced system uses \n\nmachine learning to forecast \n\nand optimise fuel consumption \n\nand safety, taking into account \n\nenvironmental conditions. In \n\n2023, StarConnect enabled \n\nMaersk to save over 101K metric \n\ntonnes of fuel and 314 metric \n\ntonnes of CO₂ emissions.\n\nSince 2020, we have publicly \n\ndisclosed the tax paid by \n\nMaersk in key countries in \n\nour annual Tax Report which \n\ncovers approximately 92% of all \n\ncorporate taxes, in accordance \n\nwith OECD Country by Country \n\nReporting (CbCR) principles. \n\nTo increase transparency \n\neven further, in 2023 we are \n\ndisclosing our full CbCR for all \n\ncountries where we operate.\n\nFor more information, see \n\nthe 2023 Tax Report.\n\nProgress indicator\n\n4545\n\n*This is not the actual software\n\nSustainability    Report 2023 \n \n\f##PAGE_BREAK##Why it matters\n\nMaersk takes active responsibility to \nsupport the societies where we operate \nby partnering with communities and \nnon-profits on social and environmental \ncauses. It is grounded in our Core Values \nand also an expressed expectation \nto us from our key stakeholders. We \nprioritise six causes: Humanitarian \nrelief, empowering for trade, protecting \nthe natural environment and oceans, \neducation, safety and health.\n\nAmbition\n\nWe engage in global partnerships and \nsupport local communities and initiatives \nin areas where we can leverage Maersk \nassets and expertise to make an impact \naligned with Maersk’s business and \nsustainability goals. Donations and social \ninvestments are guided by corporate \nguidelines.\n\nTargets\n\n•  Continue engagement and key \n\npartnerships including the Logistics \nEmergency Teams \n\n•  Leverage partnership platforms to \npromote employee engagement\nImprove documentation and disclosure \nof donations activities and impact \n\n• \n\nIntroduction\n\nStrategy and \ngovernance\n\nProgress on ESG\n\nData and \nassurance\n\n4646\n\nCitizenship\n\nfrom The Ocean Cleanup’s current System 002, which helped remove 282,787 kg  \n\nof trash covering an area of 8,352 km², to a new System 003 with three times the  \n\ncapacity. Towards the end of 2023, Maersk Supply Service (MSS), A.P. Moller - Maersk \n\nand The Ocean Cleanup agreed to extend their collaboration through 2024 to \n\ncomplete the validation of the new system. At the same time, the A.P. Moller \n\n2023 was sadly marked by several major natural disasters and armed conflicts, \n\nFoundation will provide a one-time grant to The Ocean Cleanup.\n\ncreating unprecedented levels of humanitarian crises. A.P. Moller - Maersk \n\n(Maersk) worked together with governments, UN agencies and other humanitarian \n\norganisations to support emergency response efforts, both as a member of the \n\nLogistics Emergency Team and bilaterally. Maersk also contributed USD 2.5 million \n\nin aid around the world, including financial and in-kind support.\n\nAs an example, 400+ containers were donated to support victims of \n\nthe devastating earthquakes in Türkiye, including retrofitted containers to \n\naccommodate displaced families. We also deployed a Maersk Air Cargo 767 to airlift \n\n20 mobile warehousing units to act as last-mile distribution centres. As part of our \n\nefforts to assist during the stabilization phase following the earthquake in Morocco, \n\nMaersk has donated 40 containers for the construction of temporary schools. In \n\nUkraine, where energy infrastructure has been severely damaged, Maersk donated \n\none million LED light bulbs. The goal was to help reduce Ukraine’s electricity usage \n\nby replacing outdated, inefficient light bulbs. \n\nIn addition to critical humanitarian aid, during 2023 Maersk continued \n\nsupporting a number of environmental and social initiatives in the communities it \n\ncalls home, engaging its own employees and partners. \n\nMaersk has established a central donation facility through the Danish Red Cross \n\nto make it easier for employees to contribute financially to relief efforts and to \n\nenhance transparency and due diligence. In 2023, Maersk employees donated over \n\nUSD 79,000 through this facility to support earthquake victims in Türkiye and Syria, \n\nwhich the company matched. \n\nAs part of the company’s annual Go Green week, coinciding with the World \n\nOcean and Environment Days, employees in every region and 35+ countries \n\nparticipated in local cleanup activities (e.g., beaches, streets, natural reserves \n\netc.) and reforestation activities (e.g., tree plantings). Corporate and local \nactivities during the week engaged colleagues on environmental topics to raise \n\nawareness while connecting with families of our colleagues, communities and local \n\nstakeholders such as NGOs, schools and customers.\n\n2023 was the milestone 5th year anniversary of Maersk’s support of The Ocean \n\nCleanup, providing offshore and logistics support for cleanup systems to rid the \nworld’s oceans and major rivers of plastic pollution. 2023 included a major upgrade \n\nEmpowering trade: advancing women \nentrepreneurs globally\n\nInclusive global trade is a key driver of economic growth and job creation, \nparticularly for small and medium-sized enterprises - including those owned or \nled by women. Since 2018, Maersk has partnered with ITC SheTrades to support \nwomen entrepreneurs, equipping them with the tools and skills to thrive in \nglobal markets and to overcome barriers.\n\nOur partnership focuses on delivering technical and market intelligence, \neffective advocacy and offering innovative services and solutions. Over the \nlast five years, we have enabled over 3,775 beneficiaries to receive technical \nexpertise through training and other solutions in over 88 countries.  One of \nour beneficiaries is Olasumbo Adeleke, a shea butter processor and supporter \nof smallholder farmers in rural communities in Nigeria. Learn more about her \njourney as an entrepreneur and other beneficiaries in our web series here.\n\nSustainability    Report 2023\f##PAGE_BREAK##Data and \n         assurance\n\nIntroduction\n\nStrategy and \ngovernance\n\nProgress on ESG\n\nData and \nassurance\n\n4747\n\nSustainability    Report 2023\f##PAGE_BREAK##ESG performance data\n\nClimate and environmental performance\n\nUnit\n\n2023\n\n2022\n\n2021\n\n2020\n\n2019\n\nComments on 2023 ESG performance data\n\nIntroduction\n\nEnergy consumption\n\n1.1\n\nFossil energy consumption\n\nStrategy and \ngovernance\n\nProgress on ESG\n\nData and \nassurance\n\n1.1\n\nClimate change\n\nFuel oils\n\nGWh  112,971\n\n120,816\n\n128,646\n\n119,145\n\n1.1\n\nClimate change\n\nGas fuels\n\n1.1\n\nClimate change\n\nOther fuels\n\nGWh\n\nGWh\n\n113\n\n14\n\n74\n\n5\n\n86\n\n5\n\n185\n\n7\n\n1.1\n\nClimate change\n\nElectricity and heating\n\nGWh\n\n763\n\n900¹\n\n772\n\n715\n\n1.2\n\nRenewable energy consumption\n\n1.2\n\nClimate change\n\nRenewable electricity\n\nGWh\n\n231\n\n233¹\n\n1.2\n\nClimate change\n\nGreen fuels\n\nGWh\n\n2,433\n\n2,195\n\n90\n\n-\n\n124\n\n-\n\n1.3\n\nTotal energy consumption\n\n1.3\n\nClimate change\n\nTotal energy consumption\n\nGWh\n\n116,526\n\n124,223¹\n\n129,599\n\n120,176\n\n1.4\n\nClimate change\n\nShare of renewable energy\n\n%\n\n2\n\n2²\n\n0²\n\n0²\n\n1.5\n\nClimate change\n\nEnergy intensity (based on revenue)\n\nGWh/million \nUSD\n\n2.28\n\n1.52²\n\n2.10²\n\n3.02²\n\nGreenhouse Gas (GHG) Emissions\n\n2.1\n\nClimate change\n\nDirect GHG emissions  \n(scope 1 GHG protocol)\n\n1,000 tonnes \nCO₂e\n\n34,138\n\n34,453¹\n\n36,597\n\n33,958\n\n2.2\n\nClimate change\n\nIndirect GHG emissions (scope 2 GHG \nprotocol) - location-based\n\n1,000 tonnes \nCO₂e\n\n386\n\n444¹\n\n351\n\n324\n\n2.3\n\nClimate change\n\nIndirect GHG emissions (scope 2 GHG \nprotocol) - market-based\n\n1,000 tonnes \nCO₂e\n\n346\n\n423¹\n\n335\n\n348\n\n2.4\n\nClimate change\n\nValue chain GHG emissions (scope  \n3 GHG protocol)\n\n1,000 tonnes \nCO₂e\n\n44,938\n\n47,980¹\n\n39,436\n\n36,487\n\n2.5\n\nClimate change\n\n2.5\n\nClimate change\n\nTotal GHG emissions (scope 1,  \n2 - location-based and 3)\n\nTotal GHG emissions (scope 1,  \n2 - market-based and 3)\n\n1,000 tonnes \nCO₂e\n\n1,000 tonnes \nCO₂e\n\n79,462\n\n82,877¹\n\n76,385\n\n70,770\n\n79,422\n\n82,856¹\n\n76,369\n\n70,794\n\nFuel oil consumption decreased by 6.5% in 2023 compared to 2022. This is mainly driven by improved fuel efficiency \non vessels, which is also reflected in the improved Ocean: Reduction in carbon intensity (EEOI) KPI in this table.\n\nThe significant increase of 53% in gas fuels consumption from 2022 to 2023 is driven mainly by the inclusion of \nLF Logistics, Pilot and Senator for the first time in 2023.  \n\nThe significant increase from 2022 to 2023 is because of inclusion of lubricant oils for the first time in 2023.\n\nIn 2023, we recorded a 15% reduction in electricity and heating consumption compared to 2022. This is mainly \ndriven by an over-estimation of electricity consumption in LF Logistics, Senator and Pilot, that was included in \n2022. The data from acquisitions was included to align with our SBTi validated target baseline.\n\nRenewable electricity consumption decreased 1% in 2023 compared to 2022. This is mainly driven by energy \nefficiency improvements in some of our terminals operating on renewable electricity. \n\nGreen fuels consumption increased 11% from 2022 to 2023. This is driven by an increase in consumption of \nbiofuel in Maersk’s operations during the year.  \n\nTotal energy consumption decreased by 6% in 2023 compared to 2022. This was mainly driven by a decrease in \nfuel oil consumption.\n\nThe share of renewable energy in 2023 is on par with 2022. \n\nThe significant increase in energy intensity is mainly driven by Maersk’s decreased revenue in 2023 compared to 2022.\n\nIn 2023, we recorded a 1% decrease in scope 1 emissions compared to 2022. This was driven mainly by our \nreduced fuel oil consumption.\n\nThe decrease in both scope 2 (location-based) and scope 2 (market-based) emissions are driven mainly by the \nafore-mentioned over-estimation of electricity consumption in LF Logististic, Senator and Pilot in 2022.\n\nMaersk’s scope 3 emissions decreased 6.3% in 2023 compared to 2022. The decrease is mainly driven by lower \nfreight volumes, container purchases and fuel consumption. See a full breakdown of emissions from the 12 \ntwelve 3 categories applicable to Maersk in the ESG Factbook 2023.\n\nIn 2023, we recorded a 4.1% decrease in Total GHG emissions compared to 2022. This main drivers for the \ndecrease are lower emissions across scope 1, 2 and 3. \n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\n4848\n\n Number has been restated in 2023 based on work performed to improve reporting processes and data quality. See more in the ‘Changes affecting the ESG performance data in 2023’ section of the Accounting policies chapter.\n\n1 \n2  Numbers not part of PwC’s limited assurance for 2023. \n\nSustainability    Report 2023\f##PAGE_BREAK##2.6\n\nClimate change\n\nGHG emission intensity  \n(based on revenue)\n\n2.7\n\nClimate change\n\nBiogenic emissions (scope 1,2 3)\n\ntonnes CO₂e/\nmillion USD \n\n1,000 tonnes \nCO₂e\n\nSegment-specific climate change KPIs\n\nIntroduction\n\n3.1\n\nClimate change\n\nOcean: Share of freight transported \nwith green fuels\n\n% of FFE\n\nStrategy and \ngovernance\n\n3.2\n\nClimate change\n\nOcean: Reduction in carbon intensity \n(EEOI) by 2030 (2020 baseline)\n\n% reduction\n\n639\n\n3\n\n4\n\n3.3\n\nClimate change\n\nTerminals: Reduction of scope 1 and  \n2 emissions by 2030 (2020 baseline)\n\n% reduction\n\n13\n\nProgress on ESG\n\nAir pollutants\n\n1,549\n\n1,011²\n\n1,231²\n\n1,773²\n\n-\n\n2\n\n-7\n\n5\n\n-\n\n-\n\n-6\n\n-\n\n-\n\n-\n\n0\n\n0\n\n-\n\n-\n\n-\n\n-\n\n-\n\nIn 2023, our GHG emissions intensity increased to 1,549 compared to 1,011 in 2022. The increase is mainly \ndriven by the significant decrease in revenue in 2023 compared to 2022.\n\nIn 2023, we emitted 639,000 tonnes CO₂e biogenic emissions. These were mainly related to combustion of \nbiofuels in our vessel operations.\n\nFrom 2022 to 2023, we recorded a 1%-point increase in the share of ocean freight transported by green fuels. \nThis reflects customers’ growing engagement with supply chain partners who can help realise their climate ambition.\n\nIn 2023, we improved the operational efficiency of our vessels, reducing Maersk’s EEOI by 4% compared to the \n2020 baseline. This is driven by more fuel-efficient operations, continuous roll-out of efficiency technologies, \nshore power enablement and increased use of biofuels.\n\nSince 2020, APM Terminals has reduced its absolute scope 1 and 2 emissions by 13%. Key drivers include \nimplementation of dedicated green tariffs in European terminals and implementation of energy optimisation \ninitiatives at 12 terminals to reduce fuel and electricity use.\n\n4.1\n\n4.1\n\n4.1\n\n4.1\n\n4.1\n\n4.1\n\n4.1\n\nEnvironment  \nand ecosystems\n\nEnvironment  \nand ecosystems\n\nSOx\n\nNOx\n\nEnvironment  \nand ecosystems\n\nNMVOCs\n\nEnvironment  \nand ecosystems\n\nCO\n\nPM103\n\nPM2.5\n\nEnvironment  \nand ecosystems\n\nEnvironment  \nand ecosystems\n\nEnvironment  \nand ecosystems\n\n5.2\n\nEnvironment  \nand ecosystems\n\nEnvironmental incidents\n\n6.1\n\n6.2\n\nEnvironment  \nand ecosystems\n\nEnvironment  \nand ecosystems\n\nData and \nassurance\n\n4949\n\n1,000 tonnes\n\n90\n\n100¹\n\n107\n\n102\n\n569\n\nSOx emissions decreased 10% in 2023 compared to 2022. The decrease is driven mainly by the reduction in \nheavy fuel oil (HFO) consumption in our vessel operations.\n\n1,000 tonnes\n\n672\n\n611¹\n\n887\n\n825\n\n888\n\nWhile the total HFO consumption decreased, the conversion factors used for HFO have increased from 0.0578 \nin 2022 to 0.0691 in 2023 leading to Maersk’s overall NOx emissions increasing 10%. If the factors stayed the \nsame as last year, NOx emissions would have decreased by 43,000 tonnes.\n\n1,000 tonnes\n\n1,000 tonnes\n\n1,000 tonnes\n\n1,000 tonnes\n\n16\n\n77\n\n49\n\n38\n\n3\n\n27²\n\n55²\n\n51²\n\n43²\n\n3²\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\nIn 2023, particulate matter (PM10 and PM2.5) and NMVOC emissions decreased with 4%, 12%, and 43% \nrespectively, compared to 2022. The main drivers for the decrease are due to lower volumes of heavy fuel oil \nconsumed in Ocean and the use of scrubbers, which reduce air pollutant emissions. \n\nBlack carbon emissions in 2023 is on par with 2022.\n\nThe 39% increase of Carbon Monoxide (CO) emissions in 2023 compared to 2022 is driven by significantly higher \nconsumption of kerosine fuel by Maersk Air Cargo due to increased air freight volumes.\n\nBlack Carbon\n\n1,000 tonnes\n\nOther resource consumption\n\n5.1\n\nEnvironment  \nand ecosystems\n\nWaste\n\n1,000 tonnes\n\n533\n\n553¹\n\n357\n\n289\n\n299\n\nWater consumption\n\n1,000 m3\n\n2,957\n\n2,504\n\n2,156\n\n1,754\n\n1,696\n\nIn 2023, we recorded a 4% decrease in waste generation from our operations. This was mainly driven by an \nincreased focus on waste reduction initiatives on our vessels. This decrease was partly offset by an increase in \nwaste in the new logistics entities LF Logistics, Senator and Pilot that were included for the first time in 2023.\n\nWater consumption increased by 18% in 2023 compared to 2022. This increase is mainly due to Maersk’s \nacquisition of LF Logistics in 2022, which has significantly increased our landside footprint, and that has been \nincluded for the first time in our ESG performance data this year.\n\nHydrocarbon spills (>10 m3)\n\nContainers lost at sea\n\n#\n\n#\n\n0\n\n52\n\n0\n\n118\n\n2\n\n-\n\n2\n\n-\n\n0\n\n-\n\nIn 2023, Maersk did not record any significant oil spills (>10 m3) to the environment.\n\nIn 2023, Maersk had two container loss incidents, both occurring in December. Six containers were lost at sea \noff the coast of Spain and 46 containers in the North Sea of the coast of Denmark. See note on p. 30.\n\n Number has been restated in 2023 based on work performed to improve reporting processes and data quality. See more in the ‘Changes affecting the ESG performance data in 2023’ section of the Accounting policies chapter. \n\n1 \n2  Numbers not part of PwC’s limited assurance for 2023.\n3 \n\nBy default, PM10 includes smaller particles (such as PM2.5 and BC).\n\nSustainability    Report 2023\f##PAGE_BREAK##Introduction\n\nStrategy and \ngovernance\n\nProgress on ESG\n\nData and \nassurance\n\nSocial performance\n\nUnit\n\n2023\n\n2022\n\n2021\n\n2020\n\n2019\n\nComments on 2023 ESG performance data\n\n7.1\n\nHuman capital\n\nNumber of employees\n\nHeadcount\n\n108,934\n\n95,966\n\n84,796\n\n74,326\n\n76,455\n\nThe 14% increase in the number of employees in 2023 compared to 2022 is mainly driven by the inclusion of \nacquisitions, including LF Logistics, Pilot and Senator for the first time in 2023.\n\n7.2\n\nHuman capital\n\nEmployee Engagement Survey score\nin the 75th percentile of global norm\n\nPercentile \nrank\n\n7.3\n\nDE&I\n\nGender - female/total\n\n% (headcount)\n\n7.4\n\nDE&I\n\n7.5\n\nDE&I\n\nWomen in management \n(Job level 4+)\n\nWomen in leadership \n(Job level 6+)\n\n% (headcount)\n\n% (headcount)\n\n7.6\n\nDE&I\n\nTarget nationalities/total\n\n% (headcount)\n\n7.7\n\nDE&I\n\nTarget nationalities in executive \nleadership (Job level 8 and 9)\n\n% (headcount)\n\n7.8\n\nSafety and security Fatalities\n\n#\n\n60\n\n34\n\n35\n\n27\n\n67\n\n20\n\n4\n\n67\n\n33\n\n33\n\n26\n\n67\n\n16\n\n9\n\n59\n\n31\n\n33\n\n22\n\n72\n\n15\n\n4\n\n54\n\n28\n\n31\n\n21\n\n72\n\n12\n\n1\n\n41\n\n28\n\n31\n\n20\n\n71\n\n13\n\n5\n\n7.9\n\nSafety and security\n\nLost-time injury frequency (LTIf)\n\nRate\n\n1.11\n\n0.93¹\n\n0.93\n\n1.22\n\n1.16\n\n7.10 Safety and security\n\nLearning Teams completed following  \na High Potential Incident\n\nCompletion \nrate\n\n7.11 Safety and security\n\nGlobal Leadership  \n(top 1,200 leaders) upskilled in \nMaersk Safety & Security Principles\n\nCompletion \nrate\n\n99\n\n98\n\n83\n\n-\n\n7.12\n\nEmployee relations \nand labour rights\n\nEmployee relations and labour  \nrights training\n\nCompletion \nrate\n\n90\n\n83\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\nIn 2023, we recorded a decrease in our ranking score in global norms of 7 percentage points. This indicates a \nsetback that is mainly driven by the organisational change and challenging business environment in 2023.\n\nIn 2023, we continued to make steady progress on gender diversity with an increase in both the share of women \nin management (Job Level 4+) and Women in leadership (Job Level 6+) KPIs.\n\nMoreover, we observed a 1% increase in the share of women and an unchanged share of target nationalities in \nour total employee population.\n\nThrough focus and intent, we have been able to increase our target nationality at the leadership level from 16% \nin 2022 to 20% in 2023.\n\nRegrettably, we recorded 4 fatal accidents in 2023. Two Maersk employees and two third-party contractors \nworking on behalf of Maersk. See more on p. 35.\n\nIn 2023, we recorded an increase in our lost-time injury frequency rate from 0.93 to 1.11. This is partly driven \nby our focus on improving the reporting culture, where all colleagues feel safe to speak up, which has led to \nmore reported incident cases.\n\nIn 2023, we achieved a 99% completion rate of Learning Teams performed following a High Potential Incident.\n\nIn 2023, we recorded a 98% completion rate for the Lead with Care programme aimed at upskilling leaders (Job \nlevel 6+) in Maersk’s safety and security principles.\n\nIn 2023, Maersk achieved a 90% of our employee relations and labour rights training target of 100%. \nRecognising that reaching all employee groups, especially through workforce changes, is a continued challenge, \nwe will keep the rigor of a 100% target on an annual basis.\n\nGovernance performance\n\nUnit\n\n2023\n\n2022\n\n2021\n\n2020\n\n2019\n\n8.1\n\nBusiness ethics\n\nCode of Conduct training\n\n8.2\n\nBusiness ethics\n\n% of operations covered by a risk \nassessment on compliance and \nbusiness ethics risks\n\nCompletion \nrate\n\n%\n\n92\n\n96\n\n83\n\n-\n\n95\n\n95\n\n-\n\n-\n\n-\n\n-\n\nThis year 92% of Maersk employees completed the mandatory Code of Conduct training. Challenges in reaching \nall employee groups remain, particularly due to organisational changes, but we are working to close this gap \nwith a goal of 100% completion in 2024.\n\nIn 2023, 96% of Maersk’s entities completed a risk assessment on compliance and business ethics. This is a 1% \nincrease from the previous group-wide risk assessment that was done in 2021.\n\n5050\n\n1 \n\n Number has been restated in 2023 based on work performed to improve reporting processes and data quality. See more in the ‘Changes affecting the ESG performance data in 2023’ section of the Accounting policies chapter.\n\nSustainability    Report 2023\f##PAGE_BREAK##8.3\n\nBusiness ethics\n\nWhistleblower cases\n\nSustainable \nprocurement\n\nSuppliers committed to Maersk \nSupplier Code of Conduct (CoC)\n\nSustainable \nprocurement\n\nSustainable \nprocurement\n\nTier 1 high-risk category/\nstrategic suppliers undergoing ESG \nassessments\n\nHigh-risk category/strategic \nsuppliers assessed with Improvement \nplan successfully closed\n\nIntroduction\n\nStrategy and \ngovernance\n\n8.4\n\n8.5\n\n8.6\n\n8.7\n\nSustainable \nprocurement\n\nProcurement staff trained in \nSustainable Procurement (SP)\n\nCompletion \nrate\n\nProgress on ESG\n\n8.8\n\nData ethics\n\nData ethics training\n\nCompletion \nrate\n\n#\n\n%\n\n%\n\n%\n\n1,154\n\n735\n\n634\n\n95\n\n71\n\n79\n\n91\n\n91\n\n96\n\n77\n\n69\n\n-\n\n67\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\nIn 2023, Maersk received 1,154 whistleblower reports, a significant increase compared to the 735 cases \nrecorded for 2022. The increase is driven mainly by an improved speak-up culture. See more on p. 12. \n\nBy the end of 2023, 95% of our suppliers had committed to Maersk’s Supplier Code of Conduct. This is a \ndecrease of 1% compared to 2022. Our target remains to have 100% of our suppliers committed by 2024.\n\nIn 2023 the share of our tier 1 high risk category/strategic suppliers with ESG assessment completed decreased \nto 71% from 77% in 2022. We are prioritising supplier assessments in 2024 to ensure we exceed the targets \ncommitted for 2024.\n\nIn 2023, the share of high-risk category/strategic suppliers assessed and with improvement plans successfully \nclosed increased to 79% from 69% in 2022. This is close to our 80% target by 2024.\n\nIn 2023, we recorded a 91% completion rate and are well on our way to meeting the 100% target for 2024. \n\nBy the end of 2023, 91% of Maersk employees in scope for training have completed our mandatory data ethics \ne-learning against a target of 100%. This is a significant improvement compared to 2022, as we expanded the \nnumber of employees in scope for training to also include employees from LF Logistics, Pilot and Senator during \n2023 in alignment with roll-out plans.\n\nData and \nassurance\n\n5151\n\nEconomic performance\n\nUnit\n\n2023\n\n2022\n\n2021\n\n2020\n\n2019\n\n9.1\n\nRevenue\n\nUSD million\n\n51,065\n\n81,529\n\n61,787\n\n39,740\n\n38,890\n\n9.2\n\nProfit/loss before financial items (EBIT)\n\nUSD million\n\n3,934\n\n30,860\n\n19,674\n\n4,186\n\n1,725\n\n9.3\n\nCapex\n\n9.4\n\nTax for the year\n\nEU Taxonomy\n\n10\n\n10\n\n10\n\n10\n\n10\n\n10\n\nShare of aligned revenue\n\nShare of eligible revenue\n\nShare of aligned Capex\n\nShare of eligible Capex\n\nShare of aligned Opex\n\nShare of eligible Opex\n\nUSD million\n\n3,646\n\n4,163\n\n2,976\n\n1,322\n\n2,035\n\nUSD million\n\n454\n\n910\n\n697\n\n407\n\n458\n\n%\n\n%\n\n%\n\n%\n\n%\n\n%\n\n4\n\n80\n\n17\n\n74\n\n7\n\n68\n\n3\n\n85\n\n7\n\n64\n\n10\n\n100\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\nFinancial data is taken from the audited 2023 Annual Report of A.P. Moller - Maersk. The Annual Report can be \nfound at investor.maersk.com\n\nThe results of Maersk’s taxonomy screening for 2023 confirm that the company has significant opportunity to \nsubstantially contribute towards climate change mitigation, and that it is in its early stages of the journey to \ndecarbonise its end-to-end value chain. Hence, we see a high share of eligible revenue, Capex and Opex, but a \nsignificantly lower share of revenue, Capex and Opex related to taxonomy-aligned activities. Over the coming \nyears, we expect to see a modest gradual increase of taxonomy-aligned revenue and a continued steady increase  \nin the taxonomy-aligned Capex in line with our decarbonisation strategy.\n\nPlease see a detailed breakdown of the EU Taxonomy KPIs on the following pages.\n\nRevolving Credit Facility KPI performance\n\nUnit\n\n2023\n\n2022\n\n2021\n\n2020\n\n2019\n\n11\n\nRelative CO₂ reduction (percentage vs. 2008 baseline)\n\n% reduction\n\n44.7\n\n39.9\n\n39.8\n\n42.7\n\n41.8\n\nIn 2018, Maersk launched a 5-year Revolving Credit Facility that is linked to the efficiency (EEOI) performance of \nour vessels (vs a 2008 baseline). Since 2008, we have improved the efficiency of our vessel operations (EEOI) by \n44.7% compared to the 2008 baseline.\n\nSustainability    Report 2023\f##PAGE_BREAK##Proportion of revenue from products or services associated with Taxonomy-aligned economic activities 2023\n\nFinancial year 2023\n\n2023\n\nSubstantial contribution\n\nDNSH\n\nEconomic activities\n\nNACE  \ncodes\n\nAbsolute \nrevenue \n(mio USD)\n\nProportion \nof revenue \n(%)\n\nClimate \nchange \nmitigation \n(Y; N;  \nN/EL)\n\nClimate \nchange \nadaptation \n(Y; N;  \nN/EL) \n\nWater and \nmarine \nresources \n(Y; N;  \nN/EL)\n\nCircular \neconomy \n(Y; N;  \nN/EL)\n\nPollution \n(Y; N;  \nN/EL)\n\nBiodiversity \nand \necosystems \n(Y; N;  \nN/EL)\n\nClimate \nchange \nmitigation \n(Y/N)\n\nClimate \nchange \nadaptation \n(Y/N)\n\nWater and \nmarine \nresources \n(Y/N)\n\nCircular \neconomy \n(Y/N)\n\nPollution \n(Y/N)\n\nBiodiversity \nand \necosystems \n(Y/N)\n\nMinimum \nsafeguards \n(Y/N)\n\nProportion of \nTaxonomy-\naligned or eligible \nrevenue 2022 (%)\n\nEnabling \nactivity  \n(E)\n\nTransitional \nactivity  \n(T)\n\nIntroduction\n\nStrategy and \ngovernance\n\nProgress on ESG\n\nData and \nassurance\n\nA. Taxonomy-eligible activities\n\nA.1. Environmentally sustainable activities (Taxonomy-aligned)\n\n6.2\n\nFreight rail transport\n\n6.6\n\nFreight transport services by road\n\n6.10 Sea and coastal freight water transport\n\n6.16 Infrastructure enabling low-carbon water transport\n\n7.6\n\nInstallation, maintenance and repair of renewable  \nenergy technologies\n\nRevenue of environmentally sustainable activities  \n(Taxonomy-aligned)\n\nOf which Enabling\n\nOf which Transitional\n\nH49.20\n\nH49.4.1, \nH53.20, \nN77.12\n\nH50.2, \nH52.22, \nN77.34\n\nF42.91, \nF71.1,  \nF71.20\n\nF42,F43, \nM71,C28\n\n 19\n\n 0\n\n0.0%\n\n0.0%\n\n9284 \n\n1.8%\n\n1,058\n\n2.1%\n\n 1 \n\n0.0%\n\nY\n\nY\n\nY\n\nY\n\nY\n\n 2,006 \n\n3.9%\n\n3.9%\n\n 1,059 \n\n928 \n\n2.1%\n\n1.8%\n\n2.1%\n\n1.8%\n\nN\n\nN\n\nN\n\nN\n\nN\n\n0%\n\n0%\n\n0%\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\n0%\n\n0%\n\n0%\n\n0%\n\n0%\n\n0%\n\n0%\n\n0%\n\n0%\n\n0%\n\n0%\n\n0%\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nA.2. Taxonomy-eligible but not environmentally sustainable activities (not Taxonomy-aligned activities)\n\n(EL; N/EL)\n\n(EL; N/EL)\n\n(EL; N/EL)\n\n(EL; N/EL)\n\n(EL; N/EL)\n\n(EL; N/EL)\n\n6.2\n\nFreight rail transport\n\nH49.20\n\n 38 \n\n0.1%\n\n6.6  Freight transport services by road\n\n6.10 Sea and coastal freight water transport\n\n6.16 Infrastructure enabling low-carbon water transport\n\n6.19 Passenger and freight air transport\n\n7.6 \n\nInstallation, maintenance and repair of renewable  \nenergy technologies\n\nRevenue of Taxonomy-eligible but not environmentally \nsustainable activities (not Taxonomy-aligned activities) (A.2)\n\nH49.4.1, \nH53.20, \nN77.12\n\nH50.2, \nH52.22, \nN77.34\n\nF42.91, \nF71.1, \nF71.20\n\nH51.1, \nH51.21\n\nF42, F43, \nM71,C28\n\n 5,214\n\n10.2%\n\n30,516 \n\n59.8%\n\n 1,897 \n\n3.7%\n\n 1,222\n\n2.4%\n\n -   \n\n0.0%\n\nEL\n\nEL\n\nEL\n\nEL\n\nEL\n\nEL\n\n38,887\n\n76.2%\n\n76.2%\n\nA. Revenue of Taxonomy-eligible activities (A.1+A.2)\n\n 40,893 \n\n80.1%\n\n80.1%\n\nB. Taxonomy Non-eligible activities\n\nRevenue of Taxonomy-non-eligible activities\n\nTotal\n\n 10,172 \n\n19.9%\n\n 51,065\n\n100%\n\nEL\n\nEL\n\nEL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nEL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\n0%\n\n0%\n\n0%\n\n0%\n\n0%\n\n0%\n\n0%\n\n0%\n\n0%\n\n0%\n\nT\n\nT\n\nE\n\nE\n\nE\n\n0.0%\n\n0.0%\n\n1.9%\n\n1.5%\n\n0.0%\n\n3.4%\n\n1.5%\n\n1.9%\n\n0.1%\n\n6.1%\n\n72.8%\n\n2.8%\n\n0.0%\n\n0.0%\n\n81.8%\n\n85.2%\n\n5252\n\n4 \n\n One of the vessels, Laura Mærsk, contributing USD 4 million to the aligned revenue under 6.10 has been partially (56%) financed via a green bond. The total aligned revenue under 6.10 excluding the aligned revenue from the vessel partially financed via green bonds would therefore be adjusted by USD 2.36 million to USD 926 \nmillion. The adjusted  share of aligned revenue would remain the same at 1.8%.\n\nSustainability    Report 2023\f##PAGE_BREAK##Proportion of Capex from products or services associated with Taxonomy-aligned economic activities 2023\n\nFinancial year 2023\n\n2023\n\nSubstantial contribution\n\nDNSH\n\nEconomic activities\n\nNACE  \ncodes\n\nAbsolute \nCapex \n(mio USD)\n\nProportion \nof Capex \n(%)\n\nClimate \nchange \nmitigation \n(Y; N;  \nN/EL)\n\nClimate \nchange \nadaptation \n(Y; N;  \nN/EL) \n\nWater and \nmarine \nresources \n(Y; N;  \nN/EL)\n\nCircular \neconomy \n(Y; N;  \nN/EL)\n\nPollution \n(Y; N;  \nN/EL)\n\nBiodiversity \nand \necosystems \n(Y; N;  \nN/EL)\n\nClimate \nchange \nmitigation \n(Y/N)\n\nClimate \nchange \nadaptation \n(Y/N)\n\nWater and \nmarine \nresources \n(Y/N)\n\nCircular \neconomy \n(Y/N)\n\nPollution \n(Y/N)\n\nBiodiversity \nand \necosystems \n(Y/N)\n\nMinimum \nsafeguards \n(Y/N)\n\nProportion of \nTaxonomy-\naligned or eligible \nCapex 2022 (%)\n\nEnabling \nactivity  \n(E)\n\nTransitional \nactivity  \n(T)\n\nIntroduction\n\nStrategy and \ngovernance\n\nA. Taxonomy-eligible activities\n\nA.1. Environmentally sustainable activities (Taxonomy-aligned)\n\n6.6\n\nFreight transport services by road\n\n6.10 Sea and coastal freight water transport\n\n1\n\n0.0%\n\n6105\n\n10.5%\n\nH49.4.1, \nH53.20, \nN77.12\n\nH50.2, \nH52.22, \nN77.34\n\n6.12 Retrofitting of sea and coastal freight and passenger  \n\nH50.2\n\n22\n\n0.4%\n\nProgress on ESG\n\nwater transport\n\n6.16 Infrastructure enabling low-carbon water transport\n\nData and \nassurance\n\n7.6\n\nInstallation, maintenance and repair of renewable  \nenergy technologies\n\nCapex of environmentally sustainable activities  \n(Taxonomy-aligned) (A.1)\n\nOf which Enabling\nOf which Transitional\n\nF42.91, \nF71.1, \nF71.20\n\nF42,F43, \nM71, \nC28\n\n357\n\n6.1%\n\n28\n\n0.5%\n\n1,018\n\n17.5%\n\n17.5%\n\n407\n610\n\n7.0%\n10.5%\n\n7.0%\n10.5%\n\nY\n\nY\n\nY\n\nY\n\nY\n\nN\n\nN\n\nN\n\nN\n\nN\n\n0%\n\n0%\n0%\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\n0%\n\n0%\n0%\n\n0%\n\n0%\n0%\n\n0%\n\n0%\n0%\n\n0%\n\n0%\n0%\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\nY\n\nA.2. Taxonomy-eligible but not environmentally sustainable activities (not Taxonomy-aligned activities)\n\n(EL; N/EL)\n\n(EL; N/EL)\n\n(EL; N/EL)\n\n(EL; N/EL)\n\n(EL; N/EL)\n\n(EL; N/EL)\n\n6.6  Freight transport services by road\n\n6.10 Sea and coastal freight water transport\n\n48\n\n0.8%\n\nEL\n\n1,550\n\n26.6%\n\nEL\n\nH49.4.1, \nH53.20, \nN77.12\n\nH50.2, \nH52.22, \nN77.34\n\n6.12 Retrofitting of sea and coastal freight and passenger  \n\nH50.2\n\n257\n\n4.4%\n\nwater transport\n\n6.16 Infrastructure enabling low-carbon water transport\n\n6.19 Passenger and freight air transport\n\n7.6 \n\nInstallation, maintenance and repair of renewable  \nenergy technologies\n\nF42, F43, \nM71,C28\n\nH51.1, \nH51.21\n\nF42, F43, \nM71,C28\n\n628\n\n10.8%\n\n155\n\n2.7%\n\n0\n\n0.0%\n\n7.7  Acquisition and ownership of buildings\n\nL68\n\n684\n\n11.7%\n\nEL\n\nEL\n\nEL\n\nEL\n\nEL\n\nCapex of Taxonomy-eligible but not environmentally \nsustainable activities (not Taxonomy-aligned activities) (A.2)\n\n3,322\n\n57.0%\n\n57.0%\n\nA. Capex of Taxonomyeligible activities (A.1+A.2)\n\n4,340\n\n74.5%\n\n74.5%\n\nB. Taxonomy Non-eligible activities\n\nCapex of Taxonomy-non-eligible activities\n\nTotal\n\n1,489\n\n25.5%\n\n5,829\n\n100.0%\n\nEL\n\nEL\n\nEL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nEL\n\nEL\n\n0%\n\n0%\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\n0%\n\n0%\n\n0%\n\n0%\n\n0%\n\n0%\n\n0%\n\n0%\n\nT\n\nT\n\nE\n\nE\n\nE\n\nE\n\n0.0%\n\n4.6%\n\n0.3%\n\n1.2%\n\n1.0%\n\n7.1%\n\n2.5%\n4.6%\n\n2.2%\n\n38.3%\n\n9.4%\n\n6.5%\n\n0.0%\n\n0.0%\n\n0.0%\n\n56.4%\n\n63.5%\n\n5353\n\n5 \n\n Of the aligned Taxonomy 6.10 Capex, 603 mUSD is in 2023 related to financing via the issuance of green bonds under Maersk’s Green Finance Framework. Aligned CAPEX for Transitional 6.10 activities would result in 7 mUSD. The adjusted share of aligned Capex would be 0.14%. For more details on our green bonds allocation \nplease refer to the allocation reports for 2021 - 2023 which can be found here: investor.maersk.com\n\nSustainability    Report 2023\f##PAGE_BREAK##Proportion of Opex from products or services associated with Taxonomy-aligned economic activities 2023\n\nFinancial year 2023\n\n2023\n\nSubstantial contribution\n\nDNSH\n\nEconomic activities\n\nNACE  \ncodes\n\nAbsolute \nOpex  \n(mio USD)\n\nProportion \nof Opex \n(%)\n\nClimate \nchange \nmitigation \n(Y; N;  \nN/EL)\n\nClimate \nchange \nadaptation \n(Y; N;  \nN/EL) \n\nWater and \nmarine \nresources \n(Y; N;  \nN/EL)\n\nCircular \neconomy \n(Y; N;  \nN/EL)\n\nPollution \n(%)\n\nBiodiversity \nand \necosystems \n(Y; N;  \nN/EL)\n\nClimate \nchange \nmitigation \n(Y/N)\n\nClimate \nchange \nadaptation \n(Y/N)\n\nWater and \nmarine \nresources \n(Y/N)\n\nCircular \neconomy \n(Y/N)\n\nPollution \n(Y/N)\n\nBiodiversity \nand \necosystems \n(Y/N)\n\nMinimum \nsafeguards \n(Y/N)\n\nProportion of \nTaxonomy-\naligned or eligible \nOpex 2022 (%)\n\nEnabling \nactivity  \n(E)\n\nTransitional \nactivity  \n(T)\n\nIntroduction\n\nStrategy and \ngovernance\n\nProgress on ESG\n\nA. Taxonomy-eligible activities\n\nA.1. Environmentally sustainable activities (Taxonomy-aligned)\n\n6.6\n\nFreight transport services by road\n\n6.10 Sea and coastal freight water transport\n\n6.16 Infrastructure enabling low-carbon water transport\n\n7.6\n\nInstallation, maintenance and repair of renewable  \nenergy technologies\n\nData and \nassurance\n\nOpex of environmentally sustainable activities  \n(Taxonomy-aligned) (A.1)\n\nOf which Enabling\n\nOf which Transitional\n\nH49.4.1, \nH53.20, \nN77.12\n\nH50.2, \nH52.22, \nN77.34\n\nF42.91, \nF71.1, \nF71.20\n\nF42, F43, \nM71, \nC28\n\n0\n\n0.0%\n\n14\n\n1.5%\n\n54\n\n5.8%\n\n0\n\n0.0%\n\nY \n\nY \n\nY \n\nY \n\n68\n\n54\n\n14\n\n7.3%\n\n 7.3% \n\n5.8%\n\n1.5%\n\n5.8%\n\n1.5%\n\nN\n\nN\n\nN\n\nN\n\n0%\n\n0%\n0%\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\n0%\n\n0%\n0%\n\n0%\n\n0%\n0%\n\n0%\n\n0%\n0%\n\n0%\n\n0%\n0%\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nY\n\nA.2. Taxonomy-eligible but not environmentally sustainable activities (not Taxonomy-aligned activities)\n\n(EL; N/EL)\n\n(EL; N/EL)\n\n(EL; N/EL)\n\n(EL; N/EL)\n\n(EL; N/EL)\n\n(EL; N/EL)\n\n6.6  Freight transport services by road\n\n6.10 Sea and coastal freight water transport\n\n6.16 Infrastructure enabling low-carbon water transport\n\n6.19 Passenger and freight air transport\n\n7.6 \n\nInstallation, maintenance and repair of renewable  \nenergy technologies\n\nH49.4.1, \nH53.20, \nN77.12\n\nH50.2, \nH52.22, \nN77.34\n\nF42.91, \nF71.1, \nF71.20\n\nH51.1, \nH51.21\n\nF42, F43, \nM71, \nC28\n\n6\n\n0.6%\n\n302\n\n32.2%\n\n132\n\n14.1%\n\n66\n\n0\n\n7.0%\n\n0.0%\n\n7.7 Acquisition and ownership of buildings\n\nL68\n\n64\n\n6.8%\n\nEL\n\nEL\n\nEL\n\nEL\n\nEL\n\nEL\n\nOpex of Taxonomy-eligible but not environmentally \nsustainable activities (not Taxonomy-aligned activities) (A.2) \n\n570\n\n60.7%\n\n60.7%\n\nA. Opex of Taxonomy eligible activities (A.1+A.2)\n\n638\n\n68.0%\n\n68.0%\n\nB. Taxonomy Non-eligible activities\n\nOpex from non-eligible activities\n\nTotal\n\n300\n\n938\n\n32.0%\n\n100.0%\n\nEL\n\nEL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nEL\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\nEL\n\n0%\n\n0%\n\nN/EL\n\nN/EL\n\nN/EL\n\nN/EL\n\n0%\n\n0%\n\n0%\n\n0%\n\n0%\n\n0%\n\n0%\n\n0%\n\n5454\n\nT\n\nT\n\nE\n\nE\n\nE\n\n0.0%\n\n2.1%\n\n7.8%\n\n0.2%\n\n10.1%\n\n8.0%\n\n2.1%\n\n0.9%\n\n55.0%\n\n34.0%\n\n0.0%\n\n0.0%\n\n0.0%\n\n89.9%\n\n100.0%\n\nSustainability    Report 2023\f##PAGE_BREAK##ESG performance    \n\n   data accounting    \n\nIntroduction\n\nStrategy and \ngovernance\n\n   policies\n\nBasis of reporting\n\nReporting period\n\n•  Owned assets that Maersk financially owns and that are operated  \n\nData from divestments are included until the day of transaction, while \n\nby Maersk\n\ndata from acquisitions are included from the reporting year following \n\n• \n\nLong-term leased-in assets that Maersk treats as capital assets and \n\nthe transaction. In 2023, data from Pilot Freight Services (Pilot), \n\nthat are treated as such on Maersk’s balance sheet in accordance \n\nSenator International (Senator) and LF Logistics, which were acquired \n\nwith IFRS16\n\nin 2022, has been included in the ESG performance data.During 2023, \n\n• \n\nLeased-out assets that Maersk treats as wholly owned assets in \n\nthe acquisitions of Martin Bencher Group and Grindrod Logistics was \n\nfinancial accounting and are treated as such on Maersk’s balance \n\ncompleted. Data from these companies will be included in the Annual \n\nsheet (e.g. short-term leased-out assets to third parties).\n\nReport 2024. Data from Maersk Supply Services is included up until the \n\nUsing financial scope also implies that data from the following assets \n\nare not included:\n\nEmission conversions and calculations\n\n• \n\nLong-term leased out assets that are treated by the lessee as wholly \n\nGHG emissions are calculated using conversion factors for energy \n\nowned assets in financial accounting and therefore appearing on the \n\nconsumption and other GHG gases. Primary schemes used are AR6 \n\ndivestment date of 15 May 2023.\n\nProgress on ESG\n\nThe ESG performance data reporting of A.P. Moller – Maersk A/S \n\nlessee’s balance sheet and not Maersk’s i.e. a financial lease\n\n(updated 2022), EMEP/EEA air pollutant emission inventory guidebook \n\n(Maersk) covers the period from 1 January to 31 December 2023.\n\n(2019 database), IEA (updated 2023), GLEC Framework (updated 2023), \n\nData and \nassurance\n\nReporting boundaries and use of reporting frameworks\n\nsame consolidation principles.\n\nOur approach to sustainability and ESG reporting is to focus on material \n\nThe consolidation for Safety (Fatalities and Lost-time injury \n\nissues and activities, in line with a double materiality (DMA) principle, \n\nfrequency) data differs from the financial principles described above. \n\nchoosing among the schemes for default conversion factors are:\n\n• \n\n• \n\nThe most recent and internationally recognised schemes are preferred\n\nSpecific industry schemes can be included when not in conflict with \n\nTechnical management of an asset on behalf of third parties follow the \n\nDEFRA (updated 2022) and CEDA6 (updated in 2022). The principles for \n\nencompassing areas where Maersk may have the largest impacts on \n\nSafety data is consolidated using an operational scope approach. This \n\nthe above. \n\npeople and planet through our activities, or where Maersk is exposed to \n\nmeans that Maersk includes all safety data when A.P. Møller - Mærsk A/S \n\nthe most significant financial risks or opportunities. For the first time in \n\nor one of its subsidiaries has the governing authority and responsibility \n\n2023, we have conducted an initial DMA based on the criteria outlined \n\nfor health, safety and environmental management of the people, the \n\nChanges affecting the ESG performance data in 2023\n\nin the European Sustainability Reporting Standards (ESRS). The results \n\nprocesses, and facility. This approach includes contractors and third-\n\nFor 2023, we have restructured the energy performance data to more \n\nof the DMA have shaped the content of this report. We are guided by \n\nparties that are working under the oversight, instructions and HSSE \n\nclearly indicate the types of fuels and the share of energy consumption \n\nthe reporting principles set out in the GRI 101: Foundation Standard \n\nmanagement system of Maersk.\n\nthat are based on fossil and renewable sources. We have also \n\nto determine the report content and quality in terms of materiality, \n\nMobile assets are included when operated by Maersk. For vessels, \n\naligned the unit of measurement for energy consumption in the ESG \n\nstakeholder inclusiveness, sustainability context, completeness, balance, \n\nthe International Safety Management Code Document of Compliance \n\nperformance table to further enhance the readability and comparability \n\ncomparability, accuracy, timeliness, clarity and reliability. For an overview \n\nmust be held by Maersk to be included in the safety data.\n\nof our energy consumption data and restated comparison year \n\nof our use of and alignment with ESG reporting frameworks, incl. TCFD \n\nThe consolidation of greenhouse gas (GHG) emissions data is based on \n\nnumbers back to 2020 accordingly. Likewise, we have aligned the unit \n\nand SASB, please refer to our ESG Factbook 2023 here.\n\nthe financial consolidation approach and stated in accordance with the GHG \n\nof measurement for Number of employees from FTE’s to headcounts, \n\nScope and consolidation\n\nProtocol: direct emissions from owned and long term leased-in assets as \ndefined by IFRS 16 (scope 1), indirect emissions from purchased electricity \n\nwhich is also used to calculate our DE&I KPIs. We have restated \ncomparison year numbers accordingly. The FTE numbers continues to be \n\nUnless otherwise stated, the ESG performance data is reported based \n\nand district heating (scope 2), and value chain emissions (scope 3), which \n\navailable in our Annual Report.\n\non the same principles as the financial statements. Thus, the ESG \n\nalso includes emissions related to leased out assets as defined by IFRS 16. \n\nIn alignment with our ESG Strategy, we have for the first time \n\nperformance data include consolidated data from the parent company, \n\nTo ensure completeness in reported data from our offices, office \n\nincluded the share of global leadership upskilled in Maersk’s safety and \n\nA.P. Møller - Mærsk A/S, and subsidiaries controlled by Maersk. Data is \ncollected per legal entity per activity, and the figures are consolidated \n\nstandards have been developed, which can be used for offices with \nno production or warehouses. The office standards define average \n\nsecurity principles, as well as the share of the procurement staff that \nhas been trained in sustainable procurement.\n\nline-by-line. Consolidation of ESG performance data using financial \n\nconsumption values per FTE and are only used if other more accurate \n\nFurthermore, and in preparation for the EU CSRD requirements, we \n\nscope implies that data from the following assets are included:\n\ninformation is not available.\n\nhave introduced a new energy and climate change-related intensity KPIs \n\n5555\n\nSustainability    Report 2023 \n\f##PAGE_BREAK##in our report along with KPIs related to biogenic CO₂ and air pollutants, \n\nWhen including acquisitions, we noted in the case of Pilot and Senator \n\nincluding NMVOCs, carbon monoxide, particulate matter (PM10.5, PM 2.5 \n\nsites, gathering actual electricity consumption for 2022 was not possible \n\nAccounting policies – environmental performance\n\nand black carbon).\n\ndue to the lack of data owing to previous operational processes within \n\n1.1 Fossil energy consumption\n\nHence, from 2023, the following new KPIs have been included in our \n\nthese acquisitions. To ensure completeness of the baseline submitted for \n\nFossil energy consumption encompasses all fossil-based energy \n\nESG performance data:\n\nSBTi, Maersk gathered data on characters per site in these acquisitions \n\nconsumption that is consumed/combusted at Maersk controlled \n\nEnvironment: \n\nmodelled based on publicly available EU estimates for non-residential \n\n• \n\nFuel oil, incl. heavy fuel oil, marine diesel oil, gasoline, diesel  \n\n(mainly area in square metres). The electricity consumption for 2022 was \n\nentities/vessels. Fossil energy consumption includes the following:\n\n• \n\n• \n\n• \n\n• \n\n• \n\n• \n\n• \n\nClimate change: Renewable electricity\n\nClimate change: Green fuels\n\nsites. Location-based estimates of emission were calculated using IEA \n\nand kerosene\n\nfactors. For market-based estimates, it was assumed that the sites \n\n•  Gas fuels, incl. liquified petroleum gas (LPG), liquefied natural gas \n\nClimate change: Share of renewable energy\n\nonly use the residual electricity mix. We note that the 2022 electricity \n\n(LNG) and natural gas\n\nClimate change: Energy intensity (based on revenue)\n\nemissions estimates are likely conservative, i.e. too high. For 2023, the \n\n•  Other fuels, incl. heating oil and cylinder oil\n\nClimate change: GHG emission intensity (based on revenue)\n\nacquisitions has provided actual consumption based on invoices. The \n\n• \n\nElectricity and heating\n\nClimate change: Biogenic emissions (scope 1, 2, 3)\n\nactual data indicate a significant lower consumption and related scope 2 \n\nEnvironment & ecosystems: Other air pollutants (particulate matter, \n\nemissions than was estimated  \n\n1.2 Renewable energy consumption\n\nblack carbon, carbon monoxide, NMVOCs)\n\nin 2022 and this is the main driver for the reduction in these numbers \n\nRenewable energy consumption encompasses all renewable energy \n\nfrom 2022 to 2023.\n\nconsumption, incl. renewable electricity, heating and green fuels that are \n\nSocial:\n\nThe above changes made to align with the SBTi targets led to a \n\nconsumed at Maersk controlled entities/vessels. Renewable electricity \n\n• \n\nSafety & security: Global Leadership (top 1,200 leaders) upskilled in \n\n6% increase in our total 2022 GHG emissions compared to previously \n\nincludes electricity from solar panels, wind turbines, and batteries, \n\nMaersk Safety & Security Principles\n\nreported data.\n\ncovering on-site self-generated and purchased renewable electricity \n\nFurthermore, we have as part of the process made improvements to \n\nfrom the grid. Green fuels, include biofuels and green methanol. Thus, \n\nGovernance: \n\nemission inventory methodologies to ensure alignment with SBTi in the \n\nrenewable energy consumption is reported as:\n\n• \n\nSustainable procurement: Procurement staff trained in Sustainable \n\nfuture. This includes improvements in the application of the financial \n\n•  Renewable electricity\n\nProcurement (SP)\n\ncontrol principle and increased share of activity-based estimates in \n\n•  Green fuels\n\nscope 3 data. \n\nChanges made to align with new science-based targets\n\n1.3 Total energy consumption\n\nMaersk submitted GHG reduction targets to the Science-based Target \n\nOther restatements\n\nTotal energy consumption is the sum of fossil energy consumption and \n\nInitiative (SBTi) for validation in June 2023, which were validated \n\nWork to further improve the quality of Maersk’s ESG data resulted in \n\nrenewable energy consumption.\n\nin September 2023. For SBTi alignment, the submission required a \n\nrestatements of the 2022 Lost-time injury frequency, waste generation \n\nrestatement of 2022 data reported in the sustainability report.  Maersk \n\nnumbers in 2022 and our Biofuel consumption for 2021 and 2022. The \n\n1.4 Share of renewable energy\n\nfollowed the maritime and general guidance for SBTi for the target \n\nLost-time injury frequency for 2022 was restated to 0.93 (from 0.90). \n\nThe share of renewable energy is the percentage of total energy \n\nsetting and determined the year 2022 to be representative of its current \n\nThis is linked to an identified over-reporting of exposure hours. Waste \n\nconsumption that is derived from renewable energy sources.\n\nand future operations as an integrated logistics company. Key changes \nto the baseline compared to previously reported 2022 climate change \n\ngeneration for 2022 has been restated to 553 (1,000 tonnes) from the \npreviously reported 460 (1,000 tonnes). The correction is related to \n\n1.5 Energy intensity (based on revenue)\n\ndata are: \n\nomission of waste generated on chartered vessels that was not included \n\nEnergy intensity is the total energy consumption per unit of revenue \n\n• \n\n• \n\n• \n\nInclusion of emissions from recent acquisitions, namely Pilot, \n\nin the 2022 reporting. The biofuel consumption for 2021 and 2022 is \n\n(million), as stated in the Annual Report.\n\nSenator and LF Logistics\n\nrestated as the previously reported amounts included the blended fossil \n\nInclusion of emissions from joint ventures and associate companies \nbased on equity share in line with SBTi requirements \n\nfuel amount. Corrections impacted the reported scope 1 emissions, \nwhich now correctly considers blend of biofuels. In these areas, the \n\n2.1 Direct GHG emissions (scope 1)\nDirect GHG emissions (scope 1) is the sum of all six Kyoto gases \n\nInclusion of emissions for liners serviced at APM Terminals under \n\nrobustness of our reporting processes have been improved to mitigate \n\nconverted to CO₂ equivalents. Kyoto gases comprise: CO₂, CH₄, and N₂O, \n\nuse of sold products in line with SBTi requirements \n\nrisks of misstatements going forward.\n\nwhich are calculated based on amount of direct energy (i.e. the fuels \n\nIntroduction\n\nStrategy and \ngovernance\n\nProgress on ESG\n\nData and \nassurance\n\n5656\n\nSustainability    Report 2023 \n\f##PAGE_BREAK##stated under ‘Energy consumption’) that are consumed/combusted and \n\nbusiness travel related activities.  Category 7 – employee commuting, \n\n3.1 Ocean: Share of freight transported with green fuels\n\nHFCs, SF₆, and NF₃, which are based on direct consumption at at entities/\n\nwhich is reported based on employee headcounts per location, \n\nThe share of freight transported with green fuels is calculated as the \n\nvessels controlled by Maersk.\n\nestimated commuting distance and transportation modes. Category \n\nshare of FFE (Forty-Foot container Equivalent) containers transported \n\n2.2 Indirect GHG emissions (scope 2) – location-based\n\nof assets that are leased and not reported in scope 1 and 2. Category \n\nMaersk in the Ocean segment during the year. Transportation data, both \n\nIndirect GHG emissions (scope 2) is the CO₂ equivalents’ converted sum \n\n11 – use of sold products, is based on activity data for marine fuels \n\ntotal and EcoDelivery-labelled, is based on registrations in Maersk’s Line \n\nof CO₂, CH₄ and N₂O, calculated based on consumed electricity and \n\ntraded by Maersk to third parties, estimated fuel use of liner calling \n\nof Sight system, which captures all container bookings in Maersk’s  \n\n8 – upstream leased assets, which is reported based on operations \n\nusing Maersk’s EcoDelivery product out of the total FFEs transported by \n\ndistrict heating bought from a third party and using location-based IEA \n\nAPM Terminals, and estimated emissions from the use of refrigerate \n\nOcean segment.\n\nemission factors.\n\ncontainers produced by Maersk Container industry. Category 12 end-of-\n\n2.3 Indirect GHG emissions (scope 2) – market-based\n\nfor end of life and retreatment of sold new and second-hand reefers. \n\n(2020 baseline)\n\nIndirect GHG emissions (scope 2) is the CO₂ equivalents’ converted sum \n\nCategory 13 – downstream leased assets, which is reported based on \n\nMaersk’s Ocean: Reduction in carbon intensity (EEOI) by 2030 (2020 \n\nof CO₂, CH₄ and N₂O, calculated based on consumed electricity and district \n\nfuel consumption from vessels, tugs and planes leased to third parties. \n\nbaseline) covers container vessels under Maersk’s operation. We report \n\nlife treatment of sold products, which is reported based on activity data \n\n3.2 Ocean: Reduction in carbon intensity (EEOI) by 2030  \n\nIntroduction\n\nStrategy and \ngovernance\n\nProgress on ESG\n\nheating bought from a third party and using country-specific market-based \n\nCategory 15 – Investments, emissions are calculated to the extent of \n\non reduction in carbon intensity using the EEOI (Energy Efficiency \n\nfactors for EU countries and the US and IEA factors for other countries.\n\nthe equity share in non-controlled joint ventures and associates using \n\nOperational Indicator) methodology. EEOI is defined by IMO in MEPC.1/\n\nData and \nassurance\n\n2.4 Value chain GHG emissions (scope 3)\n\n2023 for a category breakdown of scope 3 emissions.\n\ncalculate EEOI on voyage level and aggregate it in the following way:\n\nfinancial data and corresponding factors. Please refer to ESG Factbook \n\nCirc.684 and is calculated as gCO₂/(Ton cargo x Nm). In practice we \n\nValue chain GHG emissions (scope 3 GHG ) are the CO₂ equivalents’ \n\nconverted sum of CO₂, CH₄ and N₂O from Maersk’s value chain activities. \n\n2.5 Total GHG emissions\n\n(g CO₂ voy1 + g CO₂ voy2 + g CO₂ voy3)\n\nOf the 15 scope 3 categories in the GHG Protocol, 12 categories are \n\nTotal GHG emissions have been stated as both the sum of scope 1, scope \n\n((Tonne cargo x Nm)voy 1+ (Tonne cargo x Nm)voy 2+ (Tonne cargo x Nm)\n\ncurrently determined as applicable to Maersk’s business model and \n\n2 - location-based and scope 3 emissions as well as scope 1, scope 2 - \n\nvoy 3) \n\nactivities. The excluded categories are: Category 9 – downstream \n\nmarket-based and scope 3 emissions. \n\ntransportation and distribution, Category 10 – processing of sold \n\nThe data sources are:\n\nproducts and Category 14 – franchises. Thus, value chain GHG missions \n\n2.6 GHG emission intensity\n\n1. \n\n g CO₂ – Based on fuel consumption, from departure voyage 1, to \n\ncomprise of emissions relating to: Category 1 – purchased goods and \n\nGHG emission intensity is the GHG emissions expressed per unit of \n\ndeparture voyage 2, multiplied with relevant CO₂ factor (3.114 for \n\nservices, which are reported based on financial data and includes \n\nrevenue (million) - based on total GHG emissions (sum of reported scope \n\nHFO, 3.206 for MDO and 0 for biofuels).\n\noperational goods. Category 2 – capital goods, which is reported \n\n1, scope 2 - location-based and scope 3 emissions) and revenue as stated \n\n2. \n\n Tonne cargo – Calculated via draft and displacement tables, \n\nbased on life cycle assessments and reported capital expenditure. \n\nin the Annual Report.\n\nThis category covers capital investments such as new asset purchases, \n\nretrofit of vessels, and dry docking. We include the full scope 3 \n\n2. 7 Biogenic emissions (scope 1, 2, 3)\n\nsubtracting vessel weight and ballast water and fuel stock.\n\n3. \n\n Nm – GPS distance from departure voyage 1, to departure voyage 2.\n\nimpact in the year of investment. Category 3 - fuel and energy-related \n\nBiogenic CO₂ emissions result from the combustion or biodegradation \n\nOcean: Reduction in carbon intensity (EEOI) by 2030 is calculated as this \n\nactivities, which are reported based on actual fuel procured and \nconsumed. Category 4 – upstream transportation and distribution, \n\nof biomass. Biomass is defined as any material or fuel produced by \nbiological processes of living organisms, including organic non-fossil \n\nyear’s EEOI relative to the EEOI of the 2020 baseline.\n\nwhich is calculated using the Global Logistics Emissions Council \n\nmaterial of biological origin (such as plant material), biofuels (such as \n\n3.3 Terminals: Reduction of absolute scope 1 and 2 emissions by 2030 \n\n(GLEC) methodology utilising transport data per transport category. \n\nliquid fuels produced from biomass feedstocks), biogenic gas (such as \n\n(2020 baseline)\n\nFor supporting logistics related activities such as terminal services, \n\nlandfill gas), and biogenic waste (such as municipal solid waste from \n\nThe reduction of scope 1 and 2 emissions from APM Terminals is \n\nfinancial data is multiplied by relevant emission factors. Category 5 – \nwaste generated in operations, which is reported based on amounts and \n\nbiogenic sources). In Maersk’s current inventory, the calculation of \nbiogenic CO₂ is limited to the combustion of fuels based on biogenic \n\ncalculated as the percentage reduction of scope 1 and 2 emissions \nduring the year compared to the scope 1 and 2 emissions from  \n\ntypes of waste. Category 6 – business travel, which is reported based \n\nfeedstock. This may expand based on evolving international standards \n\nAPM Terminals in 2020.\n\non activity-data for our direct air travel and procurement data for other \n\ndetailing  the treatment of biogenic emissions in corporate inventories.\n\n5757\n\nSustainability    Report 2023\f##PAGE_BREAK##4.1 Air pollution\n\nand unpaid leave, contractors, and third-party workers. Number of \n\n7.7 Target nationalities in executive leadership\n\nAir pollution is the amount of air pollutants emitted in relation to \n\nemployees is based on registrations in Maersk’s HR systems.\n\nTarget nationalities in leadership is the percentage of leaders with non-\n\nMaersk’s operations, besides GHG emissions. Air pollutants included are \n\nhigh-income OECD nationalities at job levels 8 and 9, corresponding to \n\nSOx, NOx, Non-Methane Volatile Organic Compounds (NMVOCs), Carbon \n\n7.2 Employee Engagement Survey score in the 75th percentile  \n\nExecutives, compared to total headcount of the same levels. Headcount \n\nmonoxide (CO), Particulate Matter (PM10 and PM2.5, and Black Carbon \n\nof global norm\n\ndefinition is outlined in 7.1 Number of employees.\n\n(BC)). By default, PM10 includes smaller particles (such as PM2.5 and BC).\n\nThe Employee Engagement Survey score in the 75th percentile of global \n\nAir pollutants have been prepared and stated based on the first \n\nnorm is calculated as Maersk’s aggregated ranking in the top quartile (75% \n\n7.8 Fatalities\n\nversion of the Stockholm Environment Institute’s (SEI) reporting \n\nor above) of employee engagement relative to Maersk’s survey vendors’ \n\nFatalities is the headcount number of work-related accidents leading to \n\nguide, except for BC and PM10 reporting from the fleet of Maersk, \n\nglobal organisational employee engagement norm. Gallup is Maersk’s \n\nthe death of the employee regardless of time between injury and death.\n\nwhich is based on the methods outlined by IMO in MEPC 75/7/15 as \n\nmain Employee Engagement Survey provider covering 97% of employees \n\nour data availability allows for IMO’s more accurate assessment. In \n\nin scope while one other provider covers the remaining share of Maersk \n\n7.9 Lost-time injury frequency\n\nIntroduction\n\nStrategy and \ngovernance\n\ncase of scrubber use, SOx pollutants are reported based on Clean \n\nemployees in scope.The overall employee employee engagement \n\nLost-time injury frequency is the number of lost-time injuries per \n\nCargo guidelines, where SOx output is assumed to be maximum for the \n\npercentile score is calculated as the average (mean) of the two \n\nmillion exposure hours. A work-related injury, which results in an \n\nProgress on ESG\n\noperating area in which the vessel spends 80% of time.\n\nrespective percentile scores weighted by the total respondents for each \n\nindividual being unable to return to work and carry out any of his/her \n\n5.1 Waste\n\nthe score as MSS was divested before the Employee Engagement Survey \n\ngetting medical treatment.\n\nData and \nassurance\n\nWaste is reported as the sum of all waste types generated.\n\nwas performed in Q4 2023.\n\n5.2 Water\n\n7.3 Gender – female/total\n\nExcluded from LTIs are suicide or attempted suicide, ‘natural causes’, \n\nincidents during the commute to and from the regular place of work and \n\nincidents which occur off the ship, but where the consequences appear \n\nWater is reported as the sum of all water consumed, excluding ballast \n\nGender – female over total is the percentage of women employed \n\nonboard at some later time. Exposure hours are the total number of work \n\nwater and water for re-injection.\n\nbased on headcount. Headcount definition is outlined in 7.1 Number  \n\nhours in which an employee is exposed to work related hazards and risks. \n\nof employees.\n\nLeave and non-work-related sickness are excluded from exposure hours.\n\nsurvey. Employees in Maersk Supply Services (MSS) are not included in \n\nduties within 24 hours following the injury, unless caused by delays in \n\n6.1 Spills\n\nSpills is reported as the number of uncontained hydrocarbon liquids \n\n7.4 Women in management\n\n7.10 Learning Teams completed following a High Potential Incident\n\nspills greater than 10 m3, resulting from any unintended, irreversible \n\nWomen in management is the percentage of women at job levels  \n\nLearning Teams completed following a High Potential Incident is \n\nrelease associated with current operations.\n\n4, 5, 6, 7, 8 and 9, corresponding to Managers, Senior Managers, \n\ncalculated as the share of Learning Teams completed following a High \n\nLeaders, Senior Leaders, and Executives, compared to total headcount  \n\nPotential Incident has been recorded. The number of High Potential \n\n6.2 Containers lost at sea\n\nof the same levels. Headcount definition is outlined in 7.1 Number  \n\nIncidents and Learning Teams completed is based on reporting by Brands \n\nContainers lost at sea is based on the recorded number of containers \n\nof employees.\n\n(independent of size) lost at sea during the year. This includes containers \n\nlost at sea from own and time-chartered vessels, but does not include \n\n7.5 Women in leadership\n\nand maintained and quality assured by the Group Safety & Resilience \n\nteam of Maersk. To give the organisation sufficient time to complete a \n\nlearning team and maintain completeness in our reporting, the reporting \n\ncontainers falling overboard in ports and other cases where containers \nwill be picked up. \n\nWomen in leadership is the percentage of women at job levels 6, 7, 8 and \n9, corresponding to Leaders, Senior Leaders, and Executives, compared \n\nperiod is 31 October in the previous year to 31 October in the reporting \nyear, i.e. for 2023 the reporting period is 31 October 2022 - 31 October \n\nto total headcount of the same levels. Headcount definition is outlined \n\n2023. A high potential incident may be exempted from conducting a \n\nAccounting policies – social performance\n\nin 7.1 Number of employees.\n\nlearning team in cases where a full-scale investigation has been carried \n\nout by internal or external parties, or the involved parties are outside \n\n7.1 Number of employees\nNumber of employees is the number of headcounts with an employment \n\n7.6 Target nationalities/total\nTarget nationalities over total is the percentage of target nationalities \n\nAPMM operational control, or legal circumstances does not allow to \nengage due to a legal investigation, or due to recurrence of an incident \n\ncontract with Maersk who are on payroll regardless of the type \n\nwith non-high-income OECD nationalities employed based on \n\nfor which a Learning Team has been completed previously. A Learning \n\nof contract at year end. Excluded are employees on garden leave \n\nheadcount. Headcount definition is outlined in 7.1 Number of employees.\n\nTeam is defined as a group of workers brought together to: discuss \n\n5858\n\nSustainability    Report 2023\f##PAGE_BREAK##specific work, identify performance influencing conditions that make \n\n8.2 % of operations covered by a risk assessment on compliance and \n\n8.6 High-risk category/strategic suppliers assessed with Improvement \n\nsafe work difficult and specify suggestions for improvement. A High \n\nbusiness ethics risks\n\nPlan successfully closed\n\nPotential Incident is defined as safety incident with a potential severity \n\n% of operations covered by a risk assessment on compliance and \n\nHigh-risk category/strategic suppliers assessed with improvement \n\nof 4 or higher Maersk’s HSSE Brand-specific risk assessment matrices.\n\nbusiness ethics risks is the percentage of entities that have completed \n\nplans successfully closed is the percentage of active high-risk category/ \n\nthe risk assessment survey on compliance and business ethics risks \n\nstrategic suppliers with valid contracts that have successfully closed \n\n7.11 Global Leadership (top 1,200 leaders) upskilled in Maersk Safety & \n\nduring the year when the assessment is rolled out. The groupwide \n\ngaps observed within the agreed timelines through an improvement plan \n\nSecurity Principles\n\nrisk assessment is carried out every second year with the latest one \n\nimplementation out of the total high-risk category/strategic suppliers \n\nGlobal Leadership (top 1,200 leaders, i.e. leaders in Job Level 6+) \n\ncompleted in 2023. The % of operations covered by a risk assessment \n\nwith improvement plans. The suppliers assessed with Improvement \n\nupskilled in Maersk’s Safety & Security Principles is the percentage of \n\non compliance and business ethics risks is based on the records from \n\nPlan successfully closed is based on registrations made in database \n\nAPMM Global Leadership (Job Level 6+ leaders) that have been upskilled \n\nMaersk’s Global Entity Management System, considering owned or \n\nmaintained by the Sustainable Procurement team.\n\nin Maersk’s safety and security principles by completing the Lead \n\ncontrolled operational entities and based on the brands in scope \n\nIntroduction\n\nStrategy and \ngovernance\n\nwith Care Senior Leaders e-learning programme. Job Level 6+ leaders \n\norganisational structure.\n\ncorrespond to Leaders, Senior Leaders, and Executives, compared to \n\nProgress on ESG\n\ntotal headcount of the same level. Excluded are leaders (Job Level 6+) \n\n8.3 Whistleblower cases\n\n8.7 Procurement staff trained in Sustainable Procurement (SP)\n\nProcurement staff trained in Sustainable Procurement is the completion \n\nrate off procurement employees in scope for the SP e-learning out \n\non long-term leave that have outstanding training on the day of final \n\nWhistleblower cases is the number of whistleblower cases recorded in \n\nof the total employee population in scope. The employees in scope \n\nannual reporting, leaders (Job Level 6+) that have joined Maersk within \n\nMaersk’s whistleblower system during the year. All cases are recorded in \n\nfor the e-learning in 2023 procurement employees in Maersk. This \n\nData and \nassurance\n\ntwo months before the day of final annual reporting, and leaders (Job \n\nMaersk’s whistleblower system irrespective of who makes a misconduct \n\nexcludes procurement employees on long-term leave and procurement \n\nLevel 6+) working in companies newly acquired by Maersk within twelve \n\nreport, or how such a report is received, including via telephone, \n\nemployees that have joined Maersk after 31 October in the reporting \n\nmonths before the day of final annual reporting.\n\ne-mail, Maersk’s whistleblower system or audits. Whistleblower cases \n\nyear. The completion rate is based on registrations in Maersk’s Learning \n\n7.12 Employee relations and labour rights training\n\nOmbudsfunction.\n\nEmployee relations and labour rights training is the completion rate \n\n8.8 Data ethics training\n\ndoes not include cases reported via other channels such as Maersk’s \n\nManagement system.\n\nof employees in scope for the Employee relations and labour rights \n\n8.4 Suppliers committing to Maersk Supplier Code of Conduct\n\nData ethics training is the completion rate of employees in scope for the \n\ne-learning out of the total employee population in scope. The employees \n\nSuppliers committing to Maersk Supplier Code of Conduct (CoC) is \n\nData ethics e-learning out of the total employee population in scope. \n\nin scope for the e-learning in 2023 are active white-collar Maersk \n\nthe percentage of existing valid contracts with active suppliers which \n\nThe employees in scope for the e-learning in 2023 are  active white-\n\nemployees. This excludes white-collar employees on long-term leave, \n\ninclude a sustainable procurement clause, a reference to Supplier CoC \n\ncollar Maersk employees. This excludes white-collar employees on \n\nconsultants and employees that have joined Maersk after 31 October \n\nin the contract or a CoC acknowledgment document out of the total \n\nlong-term leave, consultants and employees that have joined Maersk \n\nin the reporting year. The completion rate is based on registrations in \n\nnumber of valid active supplier contracts. The Suppliers committing to \n\nMaersk’s Learning Management system.\n\nMaersk Supplier CoC is based on registrations in Maersk’s Sustainable \n\nafter 31 October in the reporting year. The completion rate is based on \nregistrations in Maersk’s Learning Management system. \n\nProcurement database, DocuSign Insights.\n\nAccounting policies – governance performance\n\n8.1 Code of conduct training\n\n8.5 Tier 1 high-risk category/strategic suppliers undergoing ESG \nassessments\n\nAccounting policies – economic performance\n\n9.1 Revenue\n\nCode of Conduct training is the completion rate of employees in scope \n\nTier 1 high-risk category/strategic suppliers undergoing ESG \n\nRevenue as presented in the Consolidated income statement of the \n\nfor the Maersk Code of Conduct e-learning out of the total employee \n\nassessments is the share of Tier 1 high-risk and strategic suppliers \n\nAnnual Report 2023.\n\npopulation in scope. The employees in scope for the e-learning in 2023 \n\nthat have undergone an ESG assessment out of the total number of \n\nare active white-collar Maersk employees. This excludes white-collar \nemployees on long-term leave, consultants and employees that have \n\nTier 1 high-risk category and strategic suppliers with valid contracts. \nThe suppliers undergoing ESG assessments is based on registrations in \n\n9.2 EBIT\nEBIT as presented in the Consolidated income statement of the Annual \n\njoined Maersk after 31 October in the reporting year. The completion rate \n\ndatabase maintained by the Sustainable Procurement team.\n\nReport 2023.\n\n5959\n\nis based on registrations in Maersk’s Learning Management system.\n\nSustainability    Report 2023\f##PAGE_BREAK##9.3 CAPEX\n\nCapex as presented in the Consolidated cash flow statement and \n\nspecified in Note 5.5 Cash flow specifications of the Annual Report 2023. \n\n• \n\n• \n\ntaxonomy-eligible Capex¹ KPI (additions) = eligible Capex/  \n\n• \n\n Total Opex related to repair and maintenance of eligible and non-\n\ntotal Capex\n\neligible assets.\n\n taxonomy-eligible Opex¹ KPI (repair and maintenance) = eligible \n\nThis represents cash payments for intangible assets and property plant \n\nOpex/ total Opex\n\nThe taxonomy-aligned KPIs have been calculated as:\n\nand equipment excluding acquisitions and divestments.\n\n9.4 Tax for the year\n\nMaersk’s process for determining taxonomy-eligible activities  \n\n(the numerator of the taxonomy-eligibility KPIs) has followed a three-\n\n• \n\n• \n\n• \n\ntaxonomy-aligned revenue KPI = aligned revenue / total revenue\n\n taxonomy-aligned Capex KPI (additions) = aligned Capex/ total Capex\n\n taxonomy-aligned Opex KPI (repair and maintenance) = aligned \n\nTax as presented in the Consolidated income statement of the Annual \n\nstep approach:\n\nOpex/total Opex\n\nReport 2023.\n\n1. \n\n Defining the economic activities that Maersk is engaged in within \n\n10 EU Taxonomy accounting policies\n\n2.  Assessing whether said activities are covered by the economic activity \n\nnumerator of the taxonomy KPIs) has been based on screening the \n\nIn 2023, Maersk’s has continued to apply the climate change mitigation \n\ndescriptions included in the EU Taxonomy Climate Delegated Act\n\nidentified eligible activities within each of the segments against the \n\ntechnical screening criteria when assessing its economic activities. As \n\n3. \n\n Allocating revenue, Capex (additions) and Opex (repair and \n\ntechnical screening criteria for climate change mitigation.\n\neach of the segments across the Group\n\nMaersk’s process for determining taxonomy-aligned activities (the \n\nIntroduction\n\nStrategy and \ngovernance\n\nProgress on ESG\n\nthe EU Taxonomy regulation matures and evolves, we will change and \n\nmaintenance) according to the company’s overall assessment  \n\nFor Ocean, revenue from aligned vessels has been prepared by \n\nalign our reporting accordingly, which may also impact the taxonomy \n\nof whether an economic activity is eligible or not.\n\napplying an allocation key to total Ocean revenue. The allocation key is \n\nKPIs previously reported. Key changes from 2022 include use of total \n\nbased on transport work from aligned vessels out of the total transport \n\nData and \nassurance\n\nOpex (repair and maintenance) costs when calculating Maersk’s share \n\nFirstly, determination of the share of economic activities in Maersk \n\nwork during the year. Capex additions in relation to 1) existing aligned \n\nof eligible Opex and inclusion of Maersk’s air freight activities as eligible \n\nthat are taxonomy-eligible is based on activity codes in the financial \n\nvessels; 2) expenditures for existing vessels undergone retrofitting \n\nfollowing the release of the ‘EU Taxo 4’ package during 2023. This means \n\nconsolidation system, which also forms the basis for Maersk’s external \n\nthat meet the technical screening criteria, and 3) milestone payments \n\nthat the reported share of eligible Opex (repair and maintenance) costs \n\nfinancial reporting. As such, activity codes have been defined as an \n\nfor ordered methanol vessels incurred during the year. Aligned Opex, is \n\nin 2023 are not 100% as in 2022 and that Maersk’s revenue, Capex and \n\neconomic activity.\n\nthe repair and maintenance expenditures in relation to aligned vessels \n\nOpex (repair and maintenance) costs related to air freight have been \n\nSecondly, based on the descriptions of what is registered on \n\nincurred during the year.\n\nrecategorised to eligible in 2023 from non-eligible in 2022. Opex numbers \n\nMaersk’s activity codes an assessment has been made of whether these \n\nFor Terminals, revenue from aligned electrified equipment has been \n\nfor 2022 has not been restated. Moreover, we have in 2023 included \n\nactivities are covered by the activity descriptions that are included in the \n\nprepared by applying an allocation key to total Terminal revenue. The \n\nMaersk warehouses under the ‘7.7 acquisition and ownership of buildings’ \n\nEU Taxonomy Climate Delegated Act.\n\nallocation key is based on the carrying amount of aligned electrified \n\ncriteria. The EU Taxonomy regulation does not have specific criteria for \n\nThirdly, depending on whether the registrations are related  \n\nequipment out of the total carrying amount of Terminal equipment. \n\nwarehousing activities, and hence we do not include revenue from our \n\nto assets or processes associated with taxonomy-eligible economic \n\nAligned Capex (additions) is the Capex additions in relation to electrified \n\nwarehouses in Logistics and Services. However, we can and will retrofit \n\nactivities, the revenue, Capex and Opex registered on these activity codes \n\nequipment incurred during the year. Aligned Opex, is the repair and \n\nand transition such buildings to be green in line with our SBTi roadmap. \n\nare assessed to be eligible or non-eligible and allocated accordingly.\n\nmaintenance expenditures in relation to aligned electrified Terminal \n\nThus we have included Capex and Opex from warehouses as eligible and \n\nequipment incurred during the year.\n\nwill screen our investments and renovations in relation to warehouses for \n\nThe denominator for the eligibility KPIs has been defined as:\n\nFor Logistics & Services, revenue from aligned activities, which \n\ntaxonomy alignment going forward. For 2023, we consider all the Capex \nand Opex related to warehouses as eligible, but not aligned under 7.7. \n\nThe EU Taxonomy reporting is based on the financial accounts and \n\n• \n\n• \n\n Revenue as presented in the Consolidated income statement of the \nAnnual Report 2023.\n\nincludes electrical trucking and rail freight, has been prepared based on \nthe following approaches:\n\nTotal Capex representing additions including additions from \n\n• \n\nTrains: Maersk does not currently own or lease trains, which means \n\nthus includes data from Martin Bencher Group and Grindrod Logistics, \n\nacquired companies as disclosed in Note 3.1 Intangible assets, Note \n\nthat there is no related Capex or Opex. The allocation of revenue is \n\nwhich is not included in the scope of the ESG performance data.\n\n3.2 Property, plant and equipment and Note 3.3 Right-of-use assets \n\nbased on the share of transportation work from aligned electrical \n\nThe taxonomy-eligible KPIs have been calculated as:\n\nof the Annual Report. Additions related to goodwill, customer \nrelationship, concessions rights and concession leases are excluded \n\ntrains out of the total transportation work by train.\nTrucks: The preparation of the revenue, Capex and Opex KPIs is \n\n• \n\n• \n\n1 \n\n6060\n\n taxonomy-eligible revenue KPI = eligible revenue/ total revenue\n\nfrom total Capex. \n\nbased on the separate accounting that is kept for the electric trucks.\n\n The EU Taxonomy uses a narrow definition of Capex and Opex. Hence when referring to Capex, this only refers to Capex additions, and not all capital expenses, and when referring to Opex, this only refers to research and development, building renovation measures, short-term lease, maintenance and repair, and any other \ndirect expenditures relating to the day-to-day servicing of assets of property, plant and equipment , and not all operational expenses. For Maersk Opex is defined as the repair and maintenance expenses in relation to eligible and non-eligible activities.\n\nSustainability    Report 2023 \n\f##PAGE_BREAK##For Towage and Maritime Services, there are no aligned activities in \n\nmeet one or more of the DNSH criteria, we have assessed that activity to \n\nof Maersk’s senior management, including the senior management of its \n\nSvitzer and other maritime services, except for certain activities in \n\nbe eligible, but not aligned.\n\nsubsidiaries, has been convicted in court of corruption.\n\nMaersk Supply Service (MSS). Revenue from aligned activities in MSS, \n\nwhich include enabling activities relating to Installation, maintenance \n\nMinimum safeguards\n\nTaxation: Tax is treated as an important topic of oversight, anchored \n\nwith the highest governing bodies in Maersk, and the company has \n\nand repair of renewable offshore wind parks, has been prepared \n\nMaersk, and its subsidiaries, is committed to conducting business in a \n\nput in place adequate tax risk management strategies and processes \n\nbased on incurred revenue from those projects. Aligned Capex \n\nresponsible and upright manner and to respect human rights across \n\nas outlined in OECD MNE Guidelines covering tax. Furthermore, the \n\n(additions) relate to 1) existing service vessels which had undergone \n\nour activities, in line with the Maersk Values. We endorse the principles \n\ncompany has not been found guilty of tax evasion.\n\nretrofitting that meet the technical screening criteria; 2) expenditures \n\nof the UN Guiding Principles on Business and Human Rights (UNGPs) \n\nFair competition: The company promotes employee awareness of \n\nincurred in relation to an offshore electrical charging infrastructure \n\nand the OECD Guidelines for Multinational Enterprises. We commit \n\nthe importance of compliance with all applicable competition laws and \n\nproject; and 3) milestone payments for an offshore wind turbine \n\nto respect all internationally recognised human rights referenced in \n\nregulations and does train senior management in relation to competition \n\ninstaller vessel. Data from MSS is included until the divestment date  \n\nthe International Bill of Human Rights and the ILO Declaration on \n\nissues. Compliance with competition laws and regulations is a core part \n\nof 15 May 2023.\n\nFundamental Principles and Rights at Work. These rights include \n\nof Maersk’s Code of Conduct, which Maersk employees are trained in \n\nIn 2023, the aligned revenue is related to Maersk customer contracts \n\ncore labour rights such as the rights of freedom of association \n\nevery year. Moreover, none of Maersk’s senior management members, \n\nIntroduction\n\nStrategy and \ngovernance\n\nProgress on ESG\n\nand the Capex aditions are related to property, plant and equipment. \n\nand collective bargaining, the rights to not be subjected to forced \n\nincluding the senior management members of its subsidiaries, has been \n\nFor more information and contextual information, refer to the \n\nlabour, child labour or discrimination in respect of employment and \n\nfound in breach of competition laws.\n\nTaxonomy tables on pp. 52-54.\n\nData and \nassurance\n\nSubstantial contribution (SC)\n\noccupation, and standards on working hours and the safety and \n\nhealth of workers. We implement our commitment to these via our \n\nCode of Conduct, and other internal policies and procedures. Maersk’s \n\nRevolving Credit Facility KPI performance\n\nWe have assessed and documented compliance with the SC criteria \n\ncompliance with the Minimum Safeguards as outlined in the EU \n\n11 Relative CO2 reduction (percentage vs. 2008 baseline)\n\nrelating to the eligible activities in scope for the taxonomy reporting of \n\nTaxonomy regulation, has been performed at a Group level and is based \n\nRelative CO₂ reduction (percentage vs. 2008 baseline) covers container \n\nMaersk. We have screened for SC using the ‘Climate change mitigation’ \n\non the following assessment: \n\nvessels under Maersk’s operation. We report on reduction in carbon \n\ncriteria as the primary screening lens for all eligible activities. Only \n\nHuman rights: The company is committed to conducting human \n\nintensity using the EEOI (Energy Efficiency Operational Indicator) \n\nwhen we have been able to document compliance with one or more of \n\nrights due diligence (HRDD) as outlined in the UN Guiding Principles \n\nmethodology. EEOI is defined by IMO in MEPC.1/Circ.684 and is \n\nthe SC criteria, we have assessed an activity to be aligned in relation to \n\n(UNGPs) and OECD Guidelines for Multinational Enterprises (MNEs). \n\ncalculated as gCO₂/( metric tonnes cargo x Nm). In practice we calculate \n\nsubstantial contribution. Consequently, if an activity fails to meet any \n\nPlease refer to Maersk’s Human Rights Policy here. Maersk continuously \n\nEEOI on voyage level and aggregate it in the following way: \n\nof substantial contribution criteria, we have assessed that activity to be \n\nidentifies and assesses human rights risks via relevant due diligence \n\neligible, but not aligned and no Do no Significant Harm screening has \n\nprocesses. In 2021 the company conducted a corporate-wide human \n\n(g CO₂ voy1 + g CO₂ voy2 + g CO₂ voy3)\n\nbeen performed.\n\nrights assessment, please refer to the Sustainability Report 2021 and \n\n((metric tonnes cargo x Nm)voy 1+ (metric tonnes cargo x Nm)voy 2+ \n\nthe Human rights chapter in this report for more information. Further, \n\n(metric tonnes cargo x Nm)voy 3) \n\nDo no significant harm (DNSH)\n\nthere is no indication that Maersk does not adequately implement HRDD \n\nWe have assessed and documented compliance with the DNSH criteria \n\nresulting in human rights abuses, as the company has not been finally \n\nThe data sources are:\n\nrelating to the eligible activities in scope for for the taxonomy reporting \nof Maersk. Since we screen for substantial contribution for ‘Climate \n\nconvicted in court cases on labour law or on human rights. Maersk is \ncommitted to engage with stakeholders through the mechanisms stated \n\n• \n\ng CO₂ – based on fuel consumption, from departure voyage 1, to \ndeparture voyage 2, multiplied with relevant CO₂ factor (3.114 for \n\nchange mitigation’, we have screened our eligible activities for DNSH \n\nin the EU Taxonomy regulation, including OECD National Contact Points \n\nHFO, 3.206 for MDO, 0.0 for biofuel).\n\ncompliance with ‘Climate change adaptation’, ‘Sustainable use and \n\nor the Business and Human Rights Resource Centre (BHRRC) and there \n\n•  Metric tonnes cargo – calculated via draft and displacement tables \n\nprotection of water and marine resources’, ‘Transition to a circular \n\nare no signals that Maersk does not engage.\n\nincluding ballast water and fuel stock, subtracting lightweight.\n\neconomy’, ‘Pollution prevention and control’ and ‘Protection and \nrestoration of biodiversity and ecosystems’. Only when we have been \n\nCorruption: Maersk has in place an anti-corruption policy and \nadequate internal controls, ethics and compliance programmes and \n\n•  Nm – GPS distance from departure voyage 1, to departure voyage 2.\n\nable to document compliance with all applicable DNSH criteria, we have \n\nmeasures for preventing and detecting bribery. Please refer to the \n\nRelative CO₂ reduction (percentage vs. 2008 baseline) is calculated as \n\nassessed an activity to be aligned. Consequently, if an activity fails to \n\nGovernance and Business ethics chapters of this report. In addition, none \n\nthis year’s EEOI relative to the EEOI of the 2008 baseline.\n\n6161\n\nSustainability    Report 2023\f##PAGE_BREAK##Statement of \n\nthe Board of Directors \n\n  and the Executive Board\n\nThe Board of Directors and the Executive Board have today discussed \n\nand approved the Sustainability Report of A.P Møller - Mærsk A/S  \n\nfor 2023.\n\nBoard of Directors\n\nRobert Mærsk Uggla\n\nIntroduction\n\nStrategy and \ngovernance\n\nProgress on ESG\n\nThe ESG performance data in the Sustainability Report for 2023 \n\nChair\n\nhas been prepared in accordance with the stated ESG performance \n\ndata accounting policies.\n\nData and \nassurance\n\nIn our opinion, the Sustainability Report for 2023 gives a fair \n\npresentation of A.P. Møller - Mærsk A/S sustainability activities \n\nMarc Engel\n\nVice Chair\n\nand results of the company’s sustainability efforts in the reporting \n\nBernard L. Bot \n\nperiod as well as a balanced presentation of A.P. Møller - Mærsk A/S \n\nenvironmental, social and governance performance in accordance \n\nMarika Fredriksson \n\nwith the stated ESG performance data accounting policies.\n\nCopenhagen, 8 February 2024\n\nExecutive Board\n\nVincent Clerc \n\nCEO\n\nPatrick Jany \n\nCFO \n\nArne Karlsson \n\nThomas Lindegaard Madsen \n\nAmparo Moraleda\n\nKasper Rørsted \n\nJulija Voitiekute\n\n6262\n\nSustainability    Report 2023          \n\f##PAGE_BREAK##Independent limited \n\n   assurance report  \n\non the ESG  \n\nperformance data\n\nTo the stakeholders of A.P. Møller - Mærsk A/S \nA.P. Møller - Mærsk A/S engaged us to provide limited assurance on the ESG \nperformance data for the period 1 January - 31 December 2023 included in the \n2023 Sustainability Report on pages 48-54 (the “ESG performance data”). \n\nOur conclusion\nBased on the procedures we performed and the evidence we obtained, nothing \ncame to our attention that causes us not to believe that the ESG performance data \nfor the period 1 January - 31 December 2023 are prepared, in all material respects, \nin accordance with the ESG performance data accounting policies developed by \nA.P. Møller - Mærsk A/S as stated on pages 55-61 (the “ESG performance data \naccounting policies”). \n\nThis conclusion is to be read in the context of what we state in the remainder \n\nof our report. \n\nWhat we are assuring\nThe scope of our work was limited to assurance over ESG performance data for the \nperiod 1 January - 31 December 2023 on pages 48-54 in the 2023 Sustainability \nReport of A.P. Møller - Mærsk A/S. \n\nRegarding reporting on Art. 8 of the EU Taxonomy Regulation on pages \n52-54 in the 2023 Sustainability Report, we only provide limited assurance on \nwhether the included data have been stated in accordance with the EU Taxonomy \naccounting policies as stated on pages 60-61, and not whether the data are in \ncompliance with the EU regulation.\n\nWe express limited assurance in our conclusion. \n\nProfessional standards applied and level of assurance\nWe performed a limited assurance engagement in accordance with International \nStandard on Assurance Engagements 3000 (Revised) ‘Assurance Engagements \nother than Audits and Reviews of Historical Financial Information’ and, in respect \nof the greenhouse gas emissions, in accordance with International Standard \non Assurance Engagements 3410 ‘Assurance engagements on greenhouse gas \nstatements’. The quantification of greenhouse gas emissions is subject to inherent \nuncertainty because of incomplete scientific knowledge used to determine the \nemissions factors and the values needed to combine emissions of different gases.\n\nIntroduction\n\nStrategy and \ngovernance\n\nProgress on ESG\n\nData and \nassurance\n\n6363\n\nA limited assurance engagement is substantially less in scope than a reasonable \nassurance engagement in relation to both the risk assessment procedures, \nincluding an understanding of internal control, and the procedures performed in \nresponse to the assessed risks; consequently, the level of assurance obtained in a \nlimited assurance engagement is substantially lower than the assurance that would \nhave been obtained had a reasonable assurance engagement been performed.\n\nOur independence and quality control\nWe have complied with the independence requirements and other ethical \nrequirements in the International Ethics Standards Board for Accountants’ \nInternational Code of Ethics for Professional Accountants (IESBA Code), which \nis founded on fundamental principles of integrity, objectivity, professional \ncompetence and due care, confidentiality and professional behaviour and ethical \nrequirements applicable in Denmark.\n\nPricewaterhouseCoopers applies International Standard on Quality \n\nManagement 1, ISQM 1, which requires the firm to design, implement and operate \na system of quality management including policies or procedures regarding \ncompliance with ethical requirements, professional standards and applicable legal \nand regulatory requirements.\n\nOur work was carried out by an independent multidisciplinary team with \n\nexperience in sustainability reporting and assurance.\n\nUnderstanding reporting and measurement methodologies\nThe ESG performance data need to be read and understood together with the \nESG performance data accounting policies. The ESG performance data accounting \npolicies used for the preparation of the ESG performance data are accounting \npolicies developed by the company, which Management is solely responsible for \nselecting and applying. The absence of a significant body of established practice \non which to draw to evaluate and measure sustainability data allows for different, \nbut acceptable, measurement techniques and can affect comparability between \nentities and over time.\n\nWork performed\nWe are required to plan and perform our work in order to consider the risk of \nmaterial misstatement of the ESG performance data. In doing so and based on our \nprofessional judgement, we:\n• \n\nPerformed an assessment of materiality and the selection of topics for the \nESG performance data;\nRead and evaluated reporting guidelines and selected internal control \nprocedures regarding the ESG performance data;\n\n• \n\n• \n\n•  Made inquiries and conducted interviews with management with responsibility for \nmanagement and reporting of the ESG performance data to assess reporting and \nconsolidation process, use of company-wide systems and controls performed;\nPerformed limited substantive testing on a sample basis to underlying \ndocumentation and evaluated the appropriateness of quantification methods \nand compliance with the ESG performance data accounting policies for \npreparing ESG performance data at corporate head office and in relation to \nselected reporting sites;\n\n• \n\n• \n\n Performed analytical review and trend explanation of the ESG performance \ndata; and\nEvaluated the obtained evidence.\n\nStatement on other sustainability information mentioned in the report\nManagement is responsible for other sustainability information communicated in \nthe 2023 Sustainability Report. The other sustainability information on pages 2-46 \nof the 2023 Sustainability Report comprises the sections ‘Introduction’, ‘Strategy \nand governance’ and ‘Progress on ESG’.\n\nOur conclusion on the ESG performance data on pages 48-54 does not cover \nthe other sustainability information and we do not express an assurance conclusion \nthereon. In connection with our review of the ESG performance data, we read the \nother sustainability information in the 2023 Sustainability Report and, in doing so, \nconsidered whether the other sustainability information is materially inconsistent \nwith the ESG performance data, our knowledge obtained in the review or otherwise \nappear to be materially misstated. We have nothing to report in this regard.\n\nManagement’s responsibilities\nManagement of A.P. Møller - Maersk A/S is responsible for:\n• \n\nDesigning, implementing and maintaining internal control over information \nrelevant to the preparation of the ESG performance data in the 2023 \nSustainability Report that are free from material misstatement, whether due \nto fraud or error;\nEstablishing objective ESG performance data accounting policies for preparing \nthe ESG performance data;  \n\n•  Measuring and reporting the information in the ESG performance data based \n\non the ESG performance data accounting policies; and\nThe content of the Sustainability Report.\n\n• \n\nOur responsibility\nWe are responsible for:\n• \n\nPlanning and performing the engagement to obtain limited assurance about \nwhether the ESG performance data for the period 1 January – 31 December \n2023 are prepared, in all material respects, in accordance with the ESG \nperformance data accounting policies;\nForming an independent conclusion, based on the procedures performed and \nthe evidence obtained; and\nReporting our conclusion to the stakeholders of A.P. Møller - Mærsk A/S. \n\n• \n\n• \n\n• \n\nHellerup, 8 February 2024\n\nLars Baungaard\nState Authorised Public Accountant\nmne23331\n\nSøren Ørjan Jensen\nState Authorised Public Accountant\nmne33226\n\nSustainability    Report 2023 \n \n\f##PAGE_BREAK##Reporting universe\n\nStay up to date\n\nA.P. Moller - Maersk provides a suite of additional reports  \n\nand supplementary information to provide a comprehensive  \n\nWe value your feedback \n\nIntroduction\n\nand transparent information to all stakeholders, which can  \n\nbe downloaded here:\n\nPhotographs\n\nCover: Drone Rune\n\nWe welcome any questions, comments or suggestions  \n\np. 4, 5, 11, 17, 32, 42, 44, 47: Ture Andersen\n\nyou might have to this report and our performance.  \n\np. 4, 30, 35, 37: A. P. Moller - Maersk\n\nPlease send your feedback to: \n\np. 16: Christoph Maderer\n\np. 18: C&F media, Young Ok Choi and Hyung Jin Lee\n\np. 25: Concepcion Boo Arias \n\np. 27: Courtesy of The Panama Canal Authority\n\np. 38: Chintu Alakhnarayan Yadav\n\np. 39, 43: Shutterstock\n\np. 41: Tom Lindboe\n\np. 46: Rafael Duarte\n\nA.P. Moller - Maersk\n\nEsplanaden 50\n\n1098 Copenhagen K\n\nDenmark\n\nAttn: Sustainability \n\nYou can also send an email to: sustainability@maersk.com\n\nEditors\n\nESG data and reporting \n\nLene Bjørn Serpa\n\nFrederik Bo Rementorp \n\nKatrine Juhl Jespersen\n\nAlina Koriakina\n\nPhilip Lewin\n\nTheresia Molander \n\nTheresia Molander \n\nCreative editor \n\nBrian Borup\n\nDesign and layout\n\nSPRING Production\n\nMaersk engages with prioritised ESG ratings as shown \n\nbelow. We value transparency and feedback, which helps us \n\nto improve on the most material ESG aspects.\n\nNews and Reporting\n\nOnline\n\nCorporate website\n\nEngage with us\n\nPress\n\nInvestor\n\nSustainability\n\nStrategy and \ngovernance\n\nProgress on ESG\n\nData and \nassurance\n\n6464\n\nSustainability    Report 2023 \n\f##PAGE_BREAK##A.P. Møller - Mærsk A/S \n\nEsplanaden 50, DK–1098 Copenhagen K \n\n+45 33 63 33 63 \n\nCompany reg. no. 22756214\n\nwww.maersk.com\n\n\f"}